<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-27 08:50:33 --> 404 Page Not Found: Env/index
ERROR - 2021-12-27 13:33:37 --> [alba] autologin start!
ERROR - 2021-12-27 13:33:37 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 13:33:37 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-27 13:33:37 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-27 13:33:37 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-27 13:33:37 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 13:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 13:33:38 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 13:33:41 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6845]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 13:34:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 13:34:34 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07]
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-27 13:34:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07/page/2]
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-27 13:34:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-27 13:40:30 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:40:30 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-27 13:40:30 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2021-12-27 13:40:30 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2021-12-27 13:40:30 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:40:37 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:40:37 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-27 13:40:37 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2021-12-27 13:40:37 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2021-12-27 13:42:08 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-27 14:16:56 --> [expns] autologin start!
ERROR - 2021-12-27 14:16:56 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 14:16:56 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-27 14:16:56 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-27 14:16:56 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-27 14:16:56 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 14:16:56 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6846]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 14:17:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 17:33:20 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-27 17:41:26 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-27 18:15:44 --> 404 Page Not Found: HNAP1/index
ERROR - 2021-12-27 19:30:42 --> [expns] autologin start!
ERROR - 2021-12-27 19:30:42 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 19:30:42 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-27 19:30:42 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-27 19:30:42 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-27 19:30:42 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-27 19:30:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-27 19:30:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:30:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 19:30:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 19:30:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:30:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:30:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 19:30:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 19:30:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:30:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:30:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 19:30:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 19:30:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:31:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:31:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 19:31:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 19:31:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 19:31:23 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 20:30:46 --> [alba] autologin start!
ERROR - 2021-12-27 20:30:46 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 20:30:46 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-27 20:30:46 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-27 20:30:46 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-27 20:30:46 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-27 20:30:46 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-27 20:31:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-27 21:06:38 --> 404 Page Not Found: HNAP1/index
ERROR - 2021-12-27 21:39:12 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-27 22:29:09 --> 404 Page Not Found: Env/index
ERROR - 2021-12-27 23:36:02 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-27 23:38:59 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-27 23:40:00 --> 404 Page Not Found: Owa/auth
