<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-25 00:04:29 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-25 04:54:42 --> 404 Page Not Found: A2billing/customer
ERROR - 2021-12-25 08:17:04 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-25 09:23:44 --> [expns] autologin start!
ERROR - 2021-12-25 09:23:44 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 09:23:44 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 09:23:44 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 09:23:44 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 09:23:44 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-25 09:23:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 09:23:45 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 09:23:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:23:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-25 09:23:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-25 09:23:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:23:50 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:23:50 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-25 09:23:50 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-25 09:23:50 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-25 09:24:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 09:32:26 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-25 09:32:27 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2021-12-25 09:32:29 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2021-12-25 09:53:54 --> 404 Page Not Found: Bag2/index
ERROR - 2021-12-25 10:55:28 --> [rsvt] autologin start!
ERROR - 2021-12-25 10:55:28 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 10:55:28 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 10:55:28 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 10:55:28 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 10:55:28 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1287]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [이현주]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220208]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220210]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [화]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [목]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-11]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/11]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 이현주님!

02/08 ~ 02/11 (화 ~ 목) 3박
머무른채 사흘동 21평에
성인 3분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-25 10:55:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-25 12:59:02 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 13:29:57 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-25 13:30:00 --> [auth/login] ================================================================================
ERROR - 2021-12-25 13:30:00 --> [auth/login] 로그인 시작!
ERROR - 2021-12-25 13:30:00 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 13:30:01 --> [auth/login] ================================================================================
ERROR - 2021-12-25 13:30:01 --> [auth/login] 로그인 시작!
ERROR - 2021-12-25 13:30:03 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-25 13:30:03 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-25 13:30:03 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 13:30:03 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-25 13:30:03 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-25 13:30:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:30:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/1]
ERROR - 2021-12-25 13:30:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:30:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/2]
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:30:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:30:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:30:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-25 13:30:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-25 13:30:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:30:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:30:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-25 13:30:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-25 13:30:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:30:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:30:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-25 13:30:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-25 13:30:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 13:31:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-25 13:31:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/1]
ERROR - 2021-12-25 13:31:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 13:31:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/4]
ERROR - 2021-12-25 13:31:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 13:31:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/4]
ERROR - 2021-12-25 13:31:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 13:31:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/4]
ERROR - 2021-12-25 13:31:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:31:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 13:31:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 13:31:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 13:31:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 13:32:35 --> [alba] autologin start!
ERROR - 2021-12-25 13:32:35 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 13:32:35 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 13:32:35 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 13:32:35 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 13:32:35 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-25 13:32:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-25 13:32:40 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6844]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-25 13:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 14:38:01 --> [rsvt] autologin start!
ERROR - 2021-12-25 14:38:01 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 14:38:01 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 14:38:01 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 14:38:01 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 14:38:01 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1287]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [이현주]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220208]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220210]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [화]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [목]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-11]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/11]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 이현주님!

02/08 ~ 02/11 (화 ~ 목) 3박
머무른채 사흘동 21평에
성인 3분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-25 14:38:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-25 14:38:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-25 14:38:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-25 14:38:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-25 14:38:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-25 14:38:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:08 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 14:38:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-25 14:38:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-25 14:38:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:14 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] ================================================================================
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] 예약 수정 처리 시작!
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] rsv_srno     = [1243]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_hsrm_cls      = [01]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] aft_hsrm_cls      = [01]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][update_tba005l00_1/dup_chk] hsrm_cls = 01 ,srt_dt = 20211225 , end_dt = 20211231
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][update_tba005l00_1/dup_chk] result_cnt = 0
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] rsv_chnl_cls = [2]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_deposit  = [0]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] deposit      = [0]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_amt = [1581100]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] aft_amt = [1581100]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_tr_dt = [20211227]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] tr_dt = [20211227]
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] tr_srno = [1527]
ERROR - 2021-12-25 14:38:49 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1410
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-25 14:38:49 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [upd]
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1243]
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = [01]
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = [60hantta71btjulu8151u9lk6c]
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 기존 이벤트 삭제!
ERROR - 2021-12-25 14:38:50 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [vur899ch0rq9dos8g53sd4o7fs]
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] 예약 수정 완료!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] ================================================================================
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] redirect_url  = [rsvt/list/202112/all/all/1/page/3]
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-25 14:38:51 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 14:59:42 --> 404 Page Not Found: Git/config
ERROR - 2021-12-25 15:56:25 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-25 16:04:07 --> [expns] autologin start!
ERROR - 2021-12-25 16:04:07 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 16:04:07 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 16:04:07 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 16:04:07 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 16:04:07 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-25 16:04:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-25 16:04:08 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-25 17:24:34 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-25 17:33:17 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-25 17:56:10 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-25 18:06:07 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-25 18:07:45 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-25 18:09:24 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-25 18:37:05 --> 404 Page Not Found: Aaa9/index
ERROR - 2021-12-25 18:37:06 --> 404 Page Not Found: Aab9/index
ERROR - 2021-12-25 18:37:12 --> 404 Page Not Found: Aaa9/index
ERROR - 2021-12-25 18:37:14 --> 404 Page Not Found: Aab9/index
ERROR - 2021-12-25 21:51:50 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-25 21:51:51 --> [auth/login] ================================================================================
ERROR - 2021-12-25 21:51:51 --> [auth/login] 로그인 시작!
ERROR - 2021-12-25 21:51:53 --> [auth/login] ================================================================================
ERROR - 2021-12-25 21:51:53 --> [auth/login] 로그인 시작!
ERROR - 2021-12-25 21:51:55 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-25 21:51:55 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-25 21:51:55 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 21:51:55 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-25 21:51:55 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-25 21:51:55 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-25 21:51:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:51:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:51:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-25 21:51:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:51:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/1]
ERROR - 2021-12-25 21:52:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/3]
ERROR - 2021-12-25 21:52:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/21/all/2/page/4]
ERROR - 2021-12-25 21:52:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/all/all/1/page/2]
ERROR - 2021-12-25 21:52:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:52:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:52:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/all/all/1/page]
ERROR - 2021-12-25 21:52:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:52:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211225/all/all/1/page]
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211225/all/all/1/page]
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-25 21:53:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-25 22:17:37 --> [rsvt] autologin start!
ERROR - 2021-12-25 22:17:37 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 22:17:37 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-25 22:17:37 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-25 22:17:37 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-25 22:17:37 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-25 22:17:37 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-25 23:41:35 --> 404 Page Not Found: Env/index
