<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-09 00:07:54 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-09 00:41:34 --> 404 Page Not Found: Text4041638978093/index
ERROR - 2021-12-09 00:41:34 --> 404 Page Not Found: Evox/about
ERROR - 2021-12-09 00:41:34 --> 404 Page Not Found: HNAP1/index
ERROR - 2021-12-09 00:41:57 --> [auth/login] ================================================================================
ERROR - 2021-12-09 00:41:57 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 00:41:57 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 00:41:58 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-09 01:00:07 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 01:00:07 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-09 01:42:59 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-09 02:35:26 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-09 06:00:36 --> 404 Page Not Found: Env/index
ERROR - 2021-12-09 06:08:00 --> 404 Page Not Found: Console/index
ERROR - 2021-12-09 06:08:55 --> 404 Page Not Found: Dns-query/index
ERROR - 2021-12-09 06:08:56 --> 404 Page Not Found: Dns-query/index
ERROR - 2021-12-09 06:08:57 --> 404 Page Not Found: Query/index
ERROR - 2021-12-09 06:08:58 --> 404 Page Not Found: Query/index
ERROR - 2021-12-09 06:08:59 --> 404 Page Not Found: Resolve/index
ERROR - 2021-12-09 06:08:59 --> 404 Page Not Found: Resolve/index
ERROR - 2021-12-09 07:47:13 --> 404 Page Not Found: _ignition/execute-solution
ERROR - 2021-12-09 07:50:53 --> [alba] autologin start!
ERROR - 2021-12-09 07:50:53 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 07:50:53 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 07:50:53 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 07:50:53 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.53 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 07:50:53 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:50:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:50:54 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 07:51:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:26 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:26 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:26 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:26 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:48 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:51:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:51:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:51:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:52:07 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:52:07 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:52:07 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:52:07 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:53:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:53:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:53:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:53:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:27 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:27 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:53:27 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:53:27 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:53:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:53:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:53:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:53:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:53:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:56:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 07:56:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 07:56:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 07:56:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 08:29:06 --> 404 Page Not Found: Bag2/index
ERROR - 2021-12-09 11:37:30 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-09 11:45:59 --> 404 Page Not Found: System_apiphp/index
ERROR - 2021-12-09 11:46:01 --> 404 Page Not Found: System_apiphp/index
ERROR - 2021-12-09 11:46:02 --> 404 Page Not Found: C/version.js
ERROR - 2021-12-09 11:46:04 --> 404 Page Not Found: C/version.js
ERROR - 2021-12-09 11:46:05 --> 404 Page Not Found: Streaming/clients_live.php
ERROR - 2021-12-09 11:46:07 --> 404 Page Not Found: Streaming/clients_live.php
ERROR - 2021-12-09 11:46:08 --> 404 Page Not Found: Stalker_portal/c
ERROR - 2021-12-09 11:46:10 --> 404 Page Not Found: Stalker_portal/c
ERROR - 2021-12-09 11:46:11 --> 404 Page Not Found: Stream/live.php
ERROR - 2021-12-09 11:46:13 --> 404 Page Not Found: Stream/live.php
ERROR - 2021-12-09 11:46:14 --> 404 Page Not Found: Flu/403.html
ERROR - 2021-12-09 11:46:16 --> 404 Page Not Found: Flu/403.html
ERROR - 2021-12-09 11:46:17 --> 404 Page Not Found: Gemini-iptv/vod.json
ERROR - 2021-12-09 11:46:19 --> 404 Page Not Found: Gemini-iptv/get_prc.php
ERROR - 2021-12-09 11:46:20 --> 404 Page Not Found: Gemini-iptv/vod.json
ERROR - 2021-12-09 11:46:22 --> 404 Page Not Found: Gemini-iptv/get_prc.php
ERROR - 2021-12-09 11:59:28 --> 404 Page Not Found: Git/config
ERROR - 2021-12-09 12:16:07 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-09 13:43:46 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 14:37:29 --> 404 Page Not Found: A2billing/customer
ERROR - 2021-12-09 17:37:25 --> [auth/login] ================================================================================
ERROR - 2021-12-09 17:37:25 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 17:37:25 --> [auth/login] Autologin Begin!
ERROR - 2021-12-09 17:37:25 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 17:37:25 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 17:37:25 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 17:37:25 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 17:37:25 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.45 Safari/537.36]
ERROR - 2021-12-09 17:37:25 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 17:37:44 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 17:37:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] dup_chk cnt = [1]
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 17:38:20 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 17:38:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 17:44:50 --> 404 Page Not Found: Wp-loginphp/index
ERROR - 2021-12-09 18:13:28 --> [rsvt] autologin start!
ERROR - 2021-12-09 18:13:28 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 18:13:28 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 18:13:28 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 18:13:28 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.45 Safari/537.36]
ERROR - 2021-12-09 18:13:28 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][rsvt/cncl_list] ================================================================================
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][rsvt/cncl_list] 예약 취소 조회 시작!
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][rsvt/cncl_list] 예약 취소 조회 완료!
ERROR - 2021-12-09 18:13:29 --> [usr_no=0000000001][db_no=0000000002][rsvt/cncl_list] ================================================================================
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 18:24:33 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 18:26:27 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] dup_chk cnt = [1]
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 18:26:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] dup_chk cnt = [1]
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-09 18:29:43 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-09 18:54:10 --> [alba] autologin start!
ERROR - 2021-12-09 18:54:10 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 18:54:10 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 18:54:10 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 18:54:10 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.53 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 18:54:10 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 18:54:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:10 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 18:54:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 18:54:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 18:54:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 18:54:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 18:54:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 18:54:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 18:54:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 19:19:24 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-09 19:19:25 --> [auth/login] ================================================================================
ERROR - 2021-12-09 19:19:25 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 19:19:48 --> [auth/login] ================================================================================
ERROR - 2021-12-09 19:19:48 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 19:19:50 --> [auth] 아이디/비밀번호가 일치하지 않습니다!!![chambipark@gmail.com]
ERROR - 2021-12-09 19:19:52 --> [auth/login] ================================================================================
ERROR - 2021-12-09 19:19:52 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 19:19:58 --> [auth/login] ================================================================================
ERROR - 2021-12-09 19:19:58 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 19:20:00 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 19:20:00 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 19:20:00 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 19:20:00 --> [auth/login/insert_tba001i01] 자동 로그인 정보 생성 완료
ERROR - 2021-12-09 19:20:00 --> [auth/login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 19:20:00 --> [auth/login] 자동로그인 처리 정상 완료!
ERROR - 2021-12-09 19:20:00 --> [auth/login] 로그인 완료!
ERROR - 2021-12-09 19:20:00 --> [auth/login] ================================================================================
ERROR - 2021-12-09 19:20:00 --> [usr_no=0000000002][db_no=0000000002][auth/login] 사용자 0000000002 로그인 되었습니다!!!
ERROR - 2021-12-09 19:20:00 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-09 19:20:00 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 19:20:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 19:20:14 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-09 19:20:14 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-09 19:20:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-09 19:20:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2021-12-09 19:20:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2021-12-09 19:20:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-09 19:20:46 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20211219 , end_dt = 20211221
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [2]
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1575]
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [02]
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20211221]
ERROR - 2021-12-09 19:21:26 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-09 19:21:26 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1279]
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-09 19:21:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [th4n3l29p2uki1teufrrgm21p0]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1279]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1279]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [조서연]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20211219]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20211221]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [일]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [화]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2021-12-22]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [12/22]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 조서연님!

12/19 ~ 12/22 (일 ~ 화) 3박
머무른채 사흘동 21평에
성인 3분, 자녀 1분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-09 19:21:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-09 19:21:28 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 19:22:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 19:55:47 --> [alba] autologin start!
ERROR - 2021-12-09 19:55:47 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 19:55:47 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 19:55:47 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 19:55:47 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.53 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 19:55:47 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 19:55:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 19:55:47 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-09 20:35:30 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-09 20:45:00 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-09 20:46:49 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-09 20:48:04 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-09 21:45:44 --> [rsvt] autologin start!
ERROR - 2021-12-09 21:45:44 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 21:45:44 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 21:45:44 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 21:45:44 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.53 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 21:45:44 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-09 21:45:44 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:45:49 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:45:49 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-09 21:45:49 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-09 21:45:49 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:45:49 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-09 21:45:50 --> [auth/login] ================================================================================
ERROR - 2021-12-09 21:45:50 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-09 21:46:06 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-09 21:46:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 21:49:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 21:49:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-09 21:49:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-09 21:49:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-09 21:49:48 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-09 21:49:49 --> [auth/login] ================================================================================
ERROR - 2021-12-09 21:49:49 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 21:50:24 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-09 21:50:25 --> [auth/login] ================================================================================
ERROR - 2021-12-09 21:50:25 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 21:50:34 --> [incm] autologin start!
ERROR - 2021-12-09 21:50:34 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 21:50:34 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 21:50:34 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 21:50:34 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-09 21:50:34 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 21:50:34 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 21:50:37 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 21:50:39 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 21:50:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 21:52:44 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 21:53:24 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-09 21:53:24 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-09 21:53:24 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-09 21:53:35 --> [usr_no=0000000001][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-09 21:53:35 --> [usr_no=0000000001][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-09 21:53:37 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-09 21:53:39 --> [auth/login] ================================================================================
ERROR - 2021-12-09 21:53:39 --> [auth/login] 로그인 시작!
ERROR - 2021-12-09 21:53:40 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-09 21:53:40 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-09 21:53:40 --> [usr_no=0000000001][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-09 21:53:42 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:53:42 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-09 21:53:42 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-09 21:53:42 --> [usr_no=0000000001][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-09 21:54:29 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-09 21:54:29 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2021-12-09 21:54:29 --> [usr_no=0000000001][db_no=0000000002][get_etc_incm_list] No Data Found!(stnd_yymm=202112)
ERROR - 2021-12-09 21:54:29 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2021-12-09 21:54:29 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-09 21:54:34 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-09 21:54:34 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2021-12-09 21:54:34 --> [usr_no=0000000001][db_no=0000000002][get_etc_incm_list] No Data Found!(stnd_yymm=202112)
ERROR - 2021-12-09 21:54:34 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2021-12-09 21:54:34 --> [usr_no=0000000001][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-09 21:55:52 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-09 21:55:52 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-09 21:55:52 --> [usr_no=0000000001][db_no=0000000002][get_chckin_list] No Data Found!(stnd_dt=20211209)
ERROR - 2021-12-09 21:55:52 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-09 21:55:52 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-09 21:55:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-09 22:26:47 --> [incm] autologin start!
ERROR - 2021-12-09 22:26:47 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 22:26:47 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-09 22:26:48 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-09 22:26:48 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.45 Safari/537.36]
ERROR - 2021-12-09 22:26:48 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-09 22:26:48 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
