<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-14 05:50:28 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-14 05:50:30 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-14 05:50:32 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2021-12-14 06:24:42 --> 404 Page Not Found: QeeB/index
ERROR - 2021-12-14 07:18:45 --> 404 Page Not Found: Admin/assets
ERROR - 2021-12-14 07:18:51 --> 404 Page Not Found: Admin/i18n
ERROR - 2021-12-14 07:19:03 --> 404 Page Not Found: Recordings/theme
ERROR - 2021-12-14 07:19:08 --> 404 Page Not Found: Admin/config.php
ERROR - 2021-12-14 07:19:13 --> 404 Page Not Found: Plugin/themes
ERROR - 2021-12-14 07:19:18 --> 404 Page Not Found: Playsms/plugin
ERROR - 2021-12-14 12:06:44 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-14 12:36:32 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-14 13:24:34 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-14 13:24:36 --> [auth/login] ================================================================================
ERROR - 2021-12-14 13:24:36 --> [auth/login] 로그인 시작!
ERROR - 2021-12-14 13:24:37 --> [auth/login] ================================================================================
ERROR - 2021-12-14 13:24:37 --> [auth/login] 로그인 시작!
ERROR - 2021-12-14 13:24:39 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-14 13:24:39 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-14 13:24:39 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-14 13:24:39 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-14 13:24:39 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-14 13:24:39 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:24:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211214/21/all/2/page/1]
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:24:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:24:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-14 13:24:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-14 13:24:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-14 13:25:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-14 13:25:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-14 13:25:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-14 13:25:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211214/21/all/2/page/1]
ERROR - 2021-12-14 13:25:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211213/21/all/2/page/1]
ERROR - 2021-12-14 13:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/1]
ERROR - 2021-12-14 13:25:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/2]
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/4]
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/5]
ERROR - 2021-12-14 13:25:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:25:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-14 13:25:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/4]
ERROR - 2021-12-14 13:25:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-14 13:25:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-14 13:34:45 --> 404 Page Not Found: Env/index
ERROR - 2021-12-14 13:41:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-14 14:14:57 --> [alba] autologin start!
ERROR - 2021-12-14 14:14:57 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 14:14:57 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-14 14:14:57 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-14 14:14:57 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.94 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-14 14:14:57 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 시작!
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 완료!
ERROR - 2021-12-14 14:14:57 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-14 14:14:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-14 14:15:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 14:15:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-14 14:15:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-14 14:15:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 14:15:41 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-14 14:15:41 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-14 14:15:41 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-14 14:15:41 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-14 14:15:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 14:15:58 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-14 14:16:00 --> [auth/login] ================================================================================
ERROR - 2021-12-14 14:16:00 --> [auth/login] 로그인 시작!
ERROR - 2021-12-14 14:16:43 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-14 14:16:44 --> [auth/login] ================================================================================
ERROR - 2021-12-14 14:16:44 --> [auth/login] 로그인 시작!
ERROR - 2021-12-14 15:53:20 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-14 16:39:56 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-14 16:53:41 --> 404 Page Not Found: Console/index
ERROR - 2021-12-14 18:10:00 --> [alba] autologin start!
ERROR - 2021-12-14 18:10:00 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 18:10:00 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-14 18:10:00 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-14 18:10:00 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.94 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-14 18:10:00 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-14 18:10:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-14 18:10:00 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-14 18:10:04 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-14 18:10:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 18:23:24 --> 404 Page Not Found: _ignition/execute-solution
ERROR - 2021-12-14 19:56:25 --> 404 Page Not Found: Remote/fgt_lang
ERROR - 2021-12-14 20:39:57 --> [expns] autologin start!
ERROR - 2021-12-14 20:39:57 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 20:39:57 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-14 20:39:57 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-14 20:39:57 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.94 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-14 20:39:57 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-14 20:39:57 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-14 20:39:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-14 20:40:02 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-14 20:40:02 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-14 20:40:02 --> [usr_no=0000000001][db_no=0000000002][get_chckin_list] No Data Found!(stnd_dt=20211214)
ERROR - 2021-12-14 20:40:02 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-14 20:40:02 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-14 20:40:09 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-14 20:40:09 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-14 20:40:09 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-14 20:40:09 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-14 21:43:57 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-14 21:45:29 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-14 21:46:08 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-14 22:18:56 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-14 22:27:06 --> [rsvt] autologin start!
ERROR - 2021-12-14 22:27:06 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 22:27:06 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-14 22:27:06 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-14 22:27:06 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-14 22:27:06 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1280]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [유수정]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [01]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220101]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220103]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [토]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [월]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-01-04]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [01/04]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 유수정님!

01/01 ~ 01/04 (토 ~ 월) 3박
머무른채 이틀동 19평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-14 22:27:06 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-14 22:27:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-14 22:27:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-14 22:27:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [01]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220129]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220203]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 01 ,srt_dt = 20220129 , end_dt = 20220203
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [6]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220129]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220130]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + ]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220131]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [4]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [4]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220201]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [5]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [5]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220202]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [6]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [6]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220203]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + 24 + 21 = 141]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/29 ~ 2022/02/04 (토~목) 6박, 
19평 이틀동에 성인 1분, 예약 가능하십니다.

객실 요금은 준성수기, 평일, 연박할인 적용으로 
24 + 24 + 24 + 24 + 24 + 21 = 141 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2021-12-14 22:27:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [01]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220129]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220203]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = [10]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 01 ,srt_dt = 20220129 , end_dt = 20220203
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [6]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220129]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220130]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + ]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220131]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [4]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [4]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220201]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [5]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [5]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220202]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + 24 + ]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [6]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [6]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220203]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 24 + 24 + 21 = 141]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 할인 적용건!
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] bef_total_prc    = [141]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] total_prc        = [127]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/29 ~ 2022/02/04 (토~목) 6박, 
19평 이틀동에 성인 1분, 예약 가능하십니다.

객실 요금은 준성수기, 평일, 연박할인 적용으로 
24 + 24 + 24 + 24 + 24 + 21 = 141 만원입니다.

]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = [장기 숙박 할인 조건 안내 

현재 6박으로 문의주셔서 10%의 할인을 해드리는 조건으로 예약이 가능합니다. 

세부 사항으로는 
 - 보통 3박 이상의 연박시에는 저희가 2박째마다 수건과 쓰레기를 치워드리는데 할인 조건시에는 세탁기로 직접 수건을 세탁해 쓰시고,

 - 음식물/재활용/일반 쓰레기는 체크아웃하시는 날까지 차로 5분 거리의 클린하우스에 직접 배출하셔야 함을 양지해 주세요. (클린하우스 위치는 별도 안내드리겠습니다) 
   꼭 마지막 날 쓰레기도 모두 비워서 클린하우스에 버려주세요.

 - 세제와 휴지통용 비닐, 종량제 봉투, 그리고 음식물 쓰레기 배출용 티머니 카드는 저희가 준비해 놓겠습니다.

 - 계시는 동안 외출하실 때 보일러/에어컨 전원과 조명 소등도 확인해 주시면 정말 감사하겠습니다. 

 - 이불/베게 등 침구류의 오염, 기타 물품 파손, 쓰레기 없음, 보일러/에어컨 전원과 조명 소등 여부를 마지막 날 체크아웃 전에 꼭 확인해 주시기 바랍니다 

 - 보증금은 체크아웃 후 오염 및 파손, 쓰레기 없음을 확인하고 예약자분 계좌로 돌려드립니다. 

이 조건의 예약일 경우, 
141만원에서 10% 할인된 금액인 127만원입니다. 

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2021-12-14 22:27:44 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-14 23:35:00 --> 404 Page Not Found: Core/js
