<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-15 06:43:06 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-15 08:49:56 --> 404 Page Not Found: Login/index
ERROR - 2021-12-15 08:49:57 --> 404 Page Not Found: ReportServer/index
ERROR - 2021-12-15 08:53:43 --> [chckin] autologin start!
ERROR - 2021-12-15 08:53:43 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 08:53:43 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-15 08:53:43 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-15 08:53:43 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.94 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-15 08:53:43 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-15 08:53:43 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-15 08:53:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-15 08:53:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:53:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:53:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:53:47 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:53:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:53:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:53:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:53:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:54:15 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:54:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:54:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:54:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:54:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:30 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 08:54:30 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 08:54:30 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 08:54:30 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 09:21:10 --> [incm] autologin start!
ERROR - 2021-12-15 09:21:10 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 09:21:10 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-15 09:21:10 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-15 09:21:10 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-15 09:21:10 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-15 09:21:10 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-15 09:21:11 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2021-12-15 09:21:11 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2021-12-15 09:21:11 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2021-12-15 09:21:11 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2021-12-15 09:21:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-15 09:21:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-15 09:21:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-15 09:21:15 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-15 09:21:15 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-15 09:21:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-15 09:21:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-15 09:21:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-15 09:21:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 완료!
ERROR - 2021-12-15 09:21:20 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-15 09:21:21 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2021-12-15 09:21:21 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2021-12-15 09:21:21 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001047]
ERROR - 2021-12-15 09:21:21 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2021-12-15 09:21:21 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2021-12-15 09:21:21 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-15 09:22:17 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2021-12-15 09:22:17 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2021-12-15 09:22:17 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001047]
ERROR - 2021-12-15 09:22:17 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2021-12-15 09:22:17 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2021-12-15 09:22:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-15 09:22:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-15 09:22:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-15 09:24:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-15 09:24:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-15 09:24:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [02]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220131]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220204]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = [Y]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = [10]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [10]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 02 ,srt_dt = 20220131 , end_dt = 20220204
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [5]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220131]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220201]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + ]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220202]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + ]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [4]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [4]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220203]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 21 + ]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [5]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [5]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220204]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [23]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 + 21 + 23 - 5 = 111]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 할인 적용건!
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] bef_total_prc    = [111]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] total_prc        = [100]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 재방문 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/31 ~ 2022/02/05 (월~금) 5박, 
21평 사흘동에 성인 2분,  자녀 1분, 예약 가능하십니다.

객실 요금은 준성수기, 평일, 주말, 연박할인 적용으로 
24 + 24 + 24 + 21 + 23 = 116 만원입니다.

여기에 다시 찾아주시는 고객님께 감사한 마음으로 1박에 1만원씩 총 5 만원 할인해 드리려 합니다.

할인된 요금은 116 - 5 = 111 만원입니다.

]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = [장기 숙박 할인 조건 안내 

현재 5박으로 문의주셔서 10%의 할인을 해드리는 조건으로 예약이 가능합니다. 

세부 사항으로는 
 - 보통 3박 이상의 연박시에는 저희가 2박째마다 수건과 쓰레기를 치워드리는데 할인 조건시에는 세탁기로 직접 수건을 세탁해 쓰시고,

 - 음식물/재활용/일반 쓰레기는 체크아웃하시는 날까지 차로 5분 거리의 클린하우스에 직접 배출하셔야 함을 양지해 주세요. (클린하우스 위치는 별도 안내드리겠습니다) 
   꼭 마지막 날 쓰레기도 모두 비워서 클린하우스에 버려주세요.

 - 세제와 휴지통용 비닐, 종량제 봉투, 그리고 음식물 쓰레기 배출용 티머니 카드는 저희가 준비해 놓겠습니다.

 - 계시는 동안 외출하실 때 보일러/에어컨 전원과 조명 소등도 확인해 주시면 정말 감사하겠습니다. 

 - 이불/베게 등 침구류의 오염, 기타 물품 파손, 쓰레기 없음, 보일러/에어컨 전원과 조명 소등 여부를 마지막 날 체크아웃 전에 꼭 확인해 주시기 바랍니다 

 - 보증금은 체크아웃 후 오염 및 파손, 쓰레기 없음을 확인하고 예약자분 계좌로 돌려드립니다. 

이 조건의 예약일 경우, 
111만원에서 10% 할인된 금액인 100만원에 보증금 10만원을 더해서 총 110만원입니다. 

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2021-12-15 09:25:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-15 09:37:42 --> [alba] autologin start!
ERROR - 2021-12-15 09:37:42 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 09:37:42 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-15 09:37:42 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-15 09:37:42 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.94 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-15 09:37:42 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 09:37:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-15 09:37:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
