<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2022-01-01 04:46:58 --> 404 Page Not Found: Fuel/index
ERROR - 2022-01-01 04:47:00 --> 404 Page Not Found: Fuel/modules
ERROR - 2022-01-01 05:00:02 --> 404 Page Not Found: Backup/mysql.tar.gz
ERROR - 2022-01-01 08:42:54 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:03:00 --> [alba] autologin start!
ERROR - 2022-01-01 09:03:00 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:03:00 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-01 09:03:00 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-01 09:03:00 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-01 09:03:00 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][get_alba_list] No Data Found!
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-01 09:03:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:03:00 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][get_alba_list] No Data Found!
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-01 09:03:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:11:03 --> [expns] autologin start!
ERROR - 2022-01-01 09:11:03 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:11:03 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-01 09:11:03 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-01 09:11:03 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-01 09:11:03 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105]
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-01 09:11:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-01 09:11:17 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-01 09:11:17 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-01 09:11:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-01 09:11:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-01 09:11:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [02]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220425]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220427]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [2]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [2]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = [Y]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 02 ,srt_dt = 20220425 , end_dt = 20220427
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220425]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [22]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + ]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220426]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + ]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220427]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [3]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 21 - 3 = 61]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 재방문 예약문의 주셔서 감사합니다. ^^

문의주신 2022/04/25 ~ 2022/04/28 (월~수) 3박, 
21평 사흘동에 성인 2분, 예약 가능하십니다.

객실 요금은 평일, 연박할인 적용으로 
22 + 21 + 21 = 64 만원입니다.

여기에 다시 찾아주시는 고객님께 감사한 마음으로 1박에 1만원씩 총 3 만원 할인해 드리려 합니다.

할인된 요금은 64 - 3 = 61 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2022-01-01 09:12:36 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-01 09:20:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:20:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:20:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:20:20 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:20:21 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:20:35 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-01 09:20:35 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 시작!
ERROR - 2022-01-01 09:20:35 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 완료!
ERROR - 2022-01-01 09:20:35 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220425 , end_dt = 20220427
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [1]
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1588]
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [01]
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220101]
ERROR - 2022-01-01 09:21:01 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1290]
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-01 09:21:01 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [h6soc6aihn5nmvmvcd7cviklpk]
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1290]
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220425 , end_dt = 20220427
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 3
ERROR - 2022-01-01 09:21:02 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] 예약기간에 이미 등록된 예약이 존재합니다!
ERROR - 2022-01-01 09:21:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:21:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:21:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:21:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:21:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:21:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:21:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:21:39 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:21:40 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:21:40 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:21:49 --> [usr_no=0000000002][db_no=0000000002][rsvt/rsvt_cncl_v] rcv_dt      = [20220427]
ERROR - 2022-01-01 09:21:49 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:21:56 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] ================================================================================
ERROR - 2022-01-01 09:21:56 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] 예약 취소 처리 시작!
ERROR - 2022-01-01 09:21:56 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] b_rsv_chnl_cls = [1]
ERROR - 2022-01-01 09:21:56 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] tr_srno     = [1589]
ERROR - 2022-01-01 09:21:56 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] tr_dt     = [20220101]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] deposit      = [0]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] rsv_srno     = [1290]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] bef_hsrm_cls = [02]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [cncl]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1290]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = [02]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = [h6soc6aihn5nmvmvcd7cviklpk]
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 기존 이벤트 삭제!
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 기존 이벤트 삭제 완료!
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] 예약 취소 완료!
ERROR - 2022-01-01 09:21:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] ================================================================================
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] ================================================================================
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] 예약 취소 처리 시작!
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] b_rsv_chnl_cls = [1]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] tr_srno     = [1590]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] tr_dt     = [20220101]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] deposit      = [0]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] rsv_srno     = [1290]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][rsvt/cncl] bef_hsrm_cls = [02]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [cncl]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1290]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = [02]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = [h6soc6aihn5nmvmvcd7cviklpk]
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-01 09:21:58 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 기존 이벤트 삭제!
ERROR - 2022-01-01 09:21:58 --> Severity: error --> Exception: {
 "error": {
  "errors": [
   {
    "domain": "global",
    "reason": "deleted",
    "message": "Resource has been deleted"
   }
  ],
  "code": 410,
  "message": "Resource has been deleted"
 }
}
 C:\xampp\htdocs\application\third_party\Google\src\Google\Http\REST.php 118
ERROR - 2022-01-01 09:22:01 --> [usr_no=0000000002][db_no=0000000002][rsvt/rsvt_cncl_v] rcv_dt      = [20220427]
ERROR - 2022-01-01 09:22:12 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-01 09:22:12 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-01 09:22:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:22:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:22:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:22:13 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:22:31 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-01 09:22:31 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 시작!
ERROR - 2022-01-01 09:22:31 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 완료!
ERROR - 2022-01-01 09:22:31 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220425 , end_dt = 20220427
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [1]
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1590]
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [01]
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220101]
ERROR - 2022-01-01 09:22:47 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:22:47 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1291]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [5a0sek8k3timm2gpmm5nfg0vdk]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1291]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1291]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [김태환]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220425]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220427]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [월]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [수]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-04-28]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [04/28]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 김태환님!

04/25 ~ 04/28 (월 ~ 수) 3박
머무른채 사흘동 21평에
성인 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2022-01-01 09:22:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-01 09:22:49 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:49:44 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:44 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2022-01-01 09:49:44 --> [usr_no=0000000002][db_no=0000000002][get_etc_incm_list] No Data Found!(stnd_yymm=202201)
ERROR - 2022-01-01 09:49:44 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2022-01-01 09:49:44 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:45 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:49:49 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:49 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2022-01-01 09:49:49 --> [usr_no=0000000002][db_no=0000000002][get_etc_incm_list] No Data Found!(stnd_yymm=202204)
ERROR - 2022-01-01 09:49:49 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2022-01-01 09:49:49 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:49 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:49:51 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:51 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2022-01-01 09:49:51 --> [usr_no=0000000002][db_no=0000000002][get_etc_incm_list] No Data Found!(stnd_yymm=202204)
ERROR - 2022-01-01 09:49:51 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2022-01-01 09:49:51 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2022-01-01 09:49:53 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:49:53 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:49:53 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:49:53 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:49:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:49:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:49:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:49:57 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:49:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] ================================================================================
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] 예약 수정 처리 시작!
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] rsv_srno     = [1291]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_hsrm_cls      = [02]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] aft_hsrm_cls      = [02]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][update_tba005l00_1/dup_chk] hsrm_cls = 02 ,srt_dt = 20220425 , end_dt = 20220427
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][update_tba005l00_1/dup_chk] result_cnt = 0
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] rsv_chnl_cls = [1]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_deposit  = [0]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] deposit      = [0]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_amt = [610000]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] aft_amt = [610000]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] bef_tr_dt = [20220101]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] tr_dt = [20220101]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd] tr_srno = [1590]
ERROR - 2022-01-01 09:50:05 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1410
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [upd]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1291]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = [02]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = [5a0sek8k3timm2gpmm5nfg0vdk]
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-01 09:50:05 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 기존 이벤트 삭제!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-01 09:50:06 --> [alba] autologin start!
ERROR - 2022-01-01 09:50:06 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:50:06 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-01 09:50:06 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-01 09:50:06 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-01 09:50:06 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][get_alba_list] No Data Found!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-01 09:50:06 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [i0r6tk9ivui6fag7gh2subo538]
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] 예약 수정 완료!
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] ================================================================================
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/upd/] redirect_url  = [rsvt/list/202204/all/all/1/page/1]
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 09:50:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 09:50:12 --> [usr_no=0000000001][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-01 09:50:12 --> [usr_no=0000000001][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-01 09:50:33 --> [usr_no=0000000001][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-01 09:50:33 --> [usr_no=0000000001][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-01 09:50:33 --> [usr_no=0000000001][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-01 09:50:33 --> [usr_no=0000000001][db_no=0000000002][gst/list/] 고객정보 조회 완료!
ERROR - 2022-01-01 09:50:35 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-01 09:50:35 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2022-01-01 09:50:35 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001155]
ERROR - 2022-01-01 09:50:35 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2022-01-01 09:50:35 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-01 09:55:01 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-01 09:55:01 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2022-01-01 09:55:01 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001155]
ERROR - 2022-01-01 09:55:01 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2022-01-01 09:55:01 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-01 10:07:14 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 10:07:30 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-01 10:07:41 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-01 10:51:49 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-01 13:09:31 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-01 13:09:32 --> [auth/login] ================================================================================
ERROR - 2022-01-01 13:09:32 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 13:09:33 --> [auth/login] ================================================================================
ERROR - 2022-01-01 13:09:33 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 13:09:35 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-01 13:09:35 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-01 13:09:35 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 13:09:35 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-01 13:09:35 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-01 13:09:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-01 13:09:36 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-01 13:09:36 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:09:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:09:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:09:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:09:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/1]
ERROR - 2022-01-01 13:09:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:09:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:09:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 13:09:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-01 13:09:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-01 13:09:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:09:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:10:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/1]
ERROR - 2022-01-01 13:10:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:10:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:10:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 13:10:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:10:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:10:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 13:10:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/4]
ERROR - 2022-01-01 13:10:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 13:10:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 13:30:28 --> 404 Page Not Found: Epa/scripts
ERROR - 2022-01-01 14:24:15 --> 404 Page Not Found: Stalker_portal/server
ERROR - 2022-01-01 15:11:31 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-01 15:11:33 --> [auth/login] ================================================================================
ERROR - 2022-01-01 15:11:33 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 15:11:35 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 15:23:45 --> [auth/login] ================================================================================
ERROR - 2022-01-01 15:23:45 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 15:23:50 --> [auth/login] ================================================================================
ERROR - 2022-01-01 15:23:50 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 15:23:52 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-01 15:23:52 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-01 15:23:52 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 15:23:52 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-01 15:23:52 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-01 15:23:52 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-01 15:23:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:23:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-01 15:23:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:23:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/1]
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/1]
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:23:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:23:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 15:23:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:23:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:23:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:23:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/4]
ERROR - 2022-01-01 15:23:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:23:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:24:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 15:24:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:24:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:24:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/4]
ERROR - 2022-01-01 15:24:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:24:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 15:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/3]
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:24:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:24:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/22/all/2/page/4]
ERROR - 2022-01-01 15:24:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:24:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-01 15:25:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-01 15:25:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:25:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:25:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/21/all/2/page/1]
ERROR - 2022-01-01 15:25:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:25:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:25:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220101/21/all/2/page/3]
ERROR - 2022-01-01 15:25:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:25:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-01 15:25:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-01 16:00:33 --> 404 Page Not Found: Env/index
ERROR - 2022-01-01 16:52:01 --> 404 Page Not Found: Backup/mysql.tar.gz
ERROR - 2022-01-01 17:20:14 --> [rsvt] autologin start!
ERROR - 2022-01-01 17:20:14 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 17:20:14 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-01 17:20:14 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-01 17:20:14 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-01 17:20:14 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-01 17:20:14 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-01 17:55:28 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-01 18:03:03 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-01 21:47:01 --> [auth/login] ================================================================================
ERROR - 2022-01-01 21:47:01 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-01 21:47:01 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 21:47:03 --> [auth/login] ================================================================================
ERROR - 2022-01-01 21:47:03 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 21:48:12 --> [auth/login] ================================================================================
ERROR - 2022-01-01 21:48:12 --> [auth/login] 로그인 시작!
ERROR - 2022-01-01 21:51:39 --> 404 Page Not Found: Actuator/health
ERROR - 2022-01-01 23:43:45 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-01 23:46:26 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-01 23:47:33 --> 404 Page Not Found: Owa/auth
