<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2022-01-04 00:23:53 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-04 00:25:35 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-04 00:26:10 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-04 04:01:20 --> 404 Page Not Found: Solr/index
ERROR - 2022-01-04 06:52:09 --> 404 Page Not Found: _ignition/execute-solution
ERROR - 2022-01-04 07:21:31 --> 404 Page Not Found: Dns-query/index
ERROR - 2022-01-04 07:21:32 --> 404 Page Not Found: Dns-query/index
ERROR - 2022-01-04 07:21:33 --> 404 Page Not Found: Query/index
ERROR - 2022-01-04 07:21:34 --> 404 Page Not Found: Query/index
ERROR - 2022-01-04 07:21:35 --> 404 Page Not Found: Resolve/index
ERROR - 2022-01-04 07:21:36 --> 404 Page Not Found: Resolve/index
ERROR - 2022-01-04 07:32:03 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-04 11:51:55 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-04 11:51:56 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-04 11:51:57 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2022-01-04 14:07:18 --> [alba] autologin start!
ERROR - 2022-01-04 14:07:18 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 14:07:18 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-04 14:07:18 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-04 14:07:18 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-04 14:07:18 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-04 14:07:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-04 14:07:18 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-04 14:07:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202201/03]
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-04 14:07:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6865]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-04 14:08:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6866]
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-04 14:16:24 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:16:27 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-04 14:16:27 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-04 14:16:28 --> [auth/login] ================================================================================
ERROR - 2022-01-04 14:16:28 --> [auth/login] 로그인 시작!
ERROR - 2022-01-04 14:16:29 --> [auth/login] ================================================================================
ERROR - 2022-01-04 14:16:29 --> [auth/login] 로그인 시작!
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6867]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-04 14:17:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-04 14:17:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-04 14:17:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-04 14:17:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-04 14:17:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][get_expns_srch_list] No Data Found!(memo = 서장)
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:18 --> [usr_no=0000000001][db_no=0000000002][expns_srch_list_v] 일치하는 지출이 없습니다!
ERROR - 2022-01-04 14:17:20 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:20 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-04 14:17:20 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-04 14:17:20 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-04 14:17:20 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:26 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:26 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-04 14:17:26 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-04 14:17:26 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:55 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 14:17:55 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-04 14:17:55 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-04 14:17:55 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-04 18:15:38 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-04 18:23:33 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-04 21:12:57 --> 404 Page Not Found: Nmaplowercheck1641298378/index
ERROR - 2022-01-04 21:12:58 --> 404 Page Not Found: HNAP1/index
ERROR - 2022-01-04 21:13:04 --> 404 Page Not Found: Evox/about
ERROR - 2022-01-04 21:47:21 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-04 21:47:22 --> [auth/login] ================================================================================
ERROR - 2022-01-04 21:47:22 --> [auth/login] 로그인 시작!
ERROR - 2022-01-04 21:47:24 --> [auth/login] ================================================================================
ERROR - 2022-01-04 21:47:24 --> [auth/login] 로그인 시작!
ERROR - 2022-01-04 21:47:26 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-04 21:47:26 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-04 21:47:26 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-04 21:47:26 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-04 21:47:26 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-04 21:47:26 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:47:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/21/all/2/page/1]
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:47:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:47:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:47:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:47:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:47:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:48:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:48:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:48:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:48:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:48:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:48:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/21/all/2/page/1]
ERROR - 2022-01-04 21:48:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:48:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:48:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/21/all/2/page/2]
ERROR - 2022-01-04 21:48:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:48:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:48:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:48:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/21/all/2/page]
ERROR - 2022-01-04 21:48:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:48:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:51:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:51:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:51:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:51:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:51:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/all/all/1/page/2]
ERROR - 2022-01-04 21:51:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:51:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 21:51:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-04 21:51:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/all/all/1/page]
ERROR - 2022-01-04 21:51:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-04 21:51:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-04 22:31:01 --> [incm] autologin start!
ERROR - 2022-01-04 22:31:01 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 22:31:01 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-04 22:31:01 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-04 22:31:01 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-04 22:31:01 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-04 22:31:01 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-04 22:31:02 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2022-01-04 22:31:02 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2022-01-04 22:31:02 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2022-01-04 22:31:02 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2022-01-04 22:31:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-04 22:31:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-04 22:31:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [01]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220215]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220217]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 01 ,srt_dt = 20220215 , end_dt = 20220217
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [3]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220215]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [22]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + ]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220216]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + ]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2022-01-04 22:31:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220217]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 21 = 64]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/02/15 ~ 2022/02/18 (화~목) 3박, 
19평 이틀동에 성인 1분, 예약 가능하십니다.

객실 요금은 평일, 연박할인 적용으로 
22 + 21 + 21 = 64 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2022-01-04 22:31:12 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-04 23:03:55 --> 404 Page Not Found: Console/index
ERROR - 2022-01-04 23:11:20 --> [incm] autologin start!
ERROR - 2022-01-04 23:11:20 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 23:11:20 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-04 23:11:20 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-04 23:11:20 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-04 23:11:20 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-04 23:11:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-04 23:11:39 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-04 23:11:39 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2022-01-04 23:11:39 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2022-01-04 23:11:39 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-04 23:11:39 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-04 23:12:21 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-04 23:12:21 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 01 ,srt_dt = 20220215 , end_dt = 20220217
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [2]
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1592]
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [02]
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220217]
ERROR - 2022-01-04 23:12:22 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1293]
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-04 23:12:22 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [hfq0s09nm3u6dcgfqbamnn2660]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1293]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1293]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [김홍수]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [01]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220215]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220217]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [화]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [목]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-18]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/18]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 김홍수님!

02/15 ~ 02/18 (화 ~ 목) 3박
머무른채 이틀동 19평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2022-01-04 23:12:23 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-04 23:12:23 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-04 23:36:47 --> 404 Page Not Found: Actuator/health
