<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-12 01:53:12 --> 404 Page Not Found: Git/config
ERROR - 2021-12-12 04:55:59 --> 404 Page Not Found: C/index
ERROR - 2021-12-12 06:27:07 --> 404 Page Not Found: Env/index
ERROR - 2021-12-12 06:39:47 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 06:39:47 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-12 06:39:47 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2021-12-12 09:16:23 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-12 11:06:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 11:54:08 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-12 12:18:33 --> [incm] autologin start!
ERROR - 2021-12-12 12:18:33 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-12 12:18:33 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-12 12:18:33 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-12 12:18:33 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-12 12:18:33 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-12 12:18:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 12:18:35 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2021-12-12 12:18:35 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2021-12-12 12:18:35 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2021-12-12 12:18:35 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2021-12-12 12:18:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-12 12:18:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-12 12:18:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [01]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220101]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220103]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 01 ,srt_dt = 20220101 , end_dt = 20220103
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [3]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220101]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [3]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220102]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + ]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220103]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 21 = 69]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/01 ~ 2022/01/04 (토~월) 3박, 
19평 이틀동에 성인 1분, 예약 가능하십니다.

객실 요금은 준성수기, 평일, 연박할인 적용으로 
24 + 24 + 21 = 69 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2021-12-12 12:18:41 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-12 12:24:48 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-12 16:48:19 --> 404 Page Not Found: Owa/auth.owa
ERROR - 2021-12-12 18:44:42 --> [incm] autologin start!
ERROR - 2021-12-12 18:44:42 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-12 18:44:42 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-12 18:44:42 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-12 18:44:42 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-12 18:44:42 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-12 18:44:42 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 18:44:43 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2021-12-12 18:44:43 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2021-12-12 18:44:43 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2021-12-12 18:44:43 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2021-12-12 18:44:45 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-12 18:44:45 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-12 18:45:01 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-12 18:45:01 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2021-12-12 18:45:01 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2021-12-12 18:45:01 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-12 18:45:01 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 01 ,srt_dt = 20220101 , end_dt = 20220103
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [2]
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1576]
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [02]
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220103]
ERROR - 2021-12-12 18:45:42 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1280]
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-12 18:45:42 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [94fgvjhijkknna1qs4bhrrfbsc]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1280]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1280]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [유수정]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [01]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220101]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220103]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [토]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [월]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-01-04]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [01/04]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 유수정님!

01/01 ~ 01/04 (토 ~ 월) 3박
머무른채 이틀동 19평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-12 18:45:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-12 18:45:43 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 21:41:45 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-12 21:44:01 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-12 21:45:11 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-12 21:56:04 --> [auth/login] ================================================================================
ERROR - 2021-12-12 21:56:04 --> [auth/login] 로그인 시작!
ERROR - 2021-12-12 21:56:04 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 21:56:05 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-12 22:08:57 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-12 22:08:59 --> [auth/login] ================================================================================
ERROR - 2021-12-12 22:08:59 --> [auth/login] 로그인 시작!
ERROR - 2021-12-12 22:09:01 --> [auth/login] ================================================================================
ERROR - 2021-12-12 22:09:01 --> [auth/login] 로그인 시작!
ERROR - 2021-12-12 22:09:03 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-12 22:09:03 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-12 22:09:03 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-12 22:09:03 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-12 22:09:03 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-12 22:09:03 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/1]
ERROR - 2021-12-12 22:09:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/2]
ERROR - 2021-12-12 22:09:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/3]
ERROR - 2021-12-12 22:09:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:09:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:09:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/4]
ERROR - 2021-12-12 22:09:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:09:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:16:00 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-12 22:41:54 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-12 22:41:55 --> [auth/login] ================================================================================
ERROR - 2021-12-12 22:41:55 --> [auth/login] 로그인 시작!
ERROR - 2021-12-12 22:41:57 --> [auth/login] ================================================================================
ERROR - 2021-12-12 22:41:57 --> [auth/login] 로그인 시작!
ERROR - 2021-12-12 22:41:59 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-12 22:41:59 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-12 22:41:59 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-12 22:41:59 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-12 22:41:59 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-12 22:41:59 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-12 22:42:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:42:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-12 22:42:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:42:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:42:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:42:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/1]
ERROR - 2021-12-12 22:42:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:42:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-12 22:42:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-12 22:42:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211212/21/all/2/page/4]
ERROR - 2021-12-12 22:42:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-12 22:42:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
