<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-08 02:45:27 --> 404 Page Not Found: HNAP1/index
ERROR - 2021-12-08 07:24:45 --> [alba] autologin start!
ERROR - 2021-12-08 07:24:45 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-08 07:24:45 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-08 07:24:45 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-08 07:24:45 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_1 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.53 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-08 07:24:45 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-08 07:24:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-08 07:24:46 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 07:24:52 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-08 07:24:53 --> [auth/login] ================================================================================
ERROR - 2021-12-08 07:24:53 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 07:24:58 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-08 07:24:58 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-08 07:24:58 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-08 07:24:58 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-08 07:25:09 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-08 08:45:31 --> 404 Page Not Found: Login/index
ERROR - 2021-12-08 08:45:45 --> 404 Page Not Found: ReportServer/index
ERROR - 2021-12-08 11:33:16 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-08 12:15:09 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-08 14:58:06 --> 404 Page Not Found: Env/index
ERROR - 2021-12-08 15:21:19 --> 404 Page Not Found: Autodiscover/autodiscover.json
ERROR - 2021-12-08 17:36:37 --> 404 Page Not Found: Odd/app
ERROR - 2021-12-08 18:40:25 --> 404 Page Not Found: Digit/app
ERROR - 2021-12-08 20:34:17 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-08 20:47:24 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-08 20:49:29 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-08 20:49:56 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-08 21:28:25 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-08 21:28:27 --> [auth/login] ================================================================================
ERROR - 2021-12-08 21:28:27 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 21:28:52 --> [auth/login] ================================================================================
ERROR - 2021-12-08 21:28:52 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 21:28:53 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-08 21:28:53 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-08 21:28:53 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-08 21:28:53 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-08 21:28:53 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-08 21:28:53 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-08 21:28:53 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-08 21:28:53 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:28:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:29:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211208/21/all/2/page/1]
ERROR - 2021-12-08 21:29:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:29:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:29:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:29:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:29:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:29:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:29:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:29:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:29:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:29:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:29:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:29:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:29:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:29:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-08 21:29:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:29:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:29:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211208/21/all/2/page/1]
ERROR - 2021-12-08 21:29:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:29:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:29:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:29:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211208/21/all/2/page/2]
ERROR - 2021-12-08 21:29:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:29:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:36:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:36:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:36:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211208/21/all/2/page/2]
ERROR - 2021-12-08 21:36:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:36:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-08 21:36:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-08 22:24:26 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:24:35 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-08 22:24:36 --> [auth/login] ================================================================================
ERROR - 2021-12-08 22:24:36 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 22:24:36 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2021-12-08 22:24:36 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2021-12-08 22:24:36 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2021-12-08 22:24:36 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2021-12-08 22:24:36 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:25:04 --> [auth/login] ================================================================================
ERROR - 2021-12-08 22:25:04 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 22:25:05 --> [auth] 아이디/비밀번호가 일치하지 않습니다!!![chambipark@gmail.com]
ERROR - 2021-12-08 22:25:07 --> [auth/login] ================================================================================
ERROR - 2021-12-08 22:25:07 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 22:26:30 --> [auth/login] ================================================================================
ERROR - 2021-12-08 22:26:30 --> [auth/login] 로그인 시작!
ERROR - 2021-12-08 22:26:32 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-08 22:26:32 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-08 22:26:32 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-08 22:26:32 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-08 22:26:32 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-08 22:26:32 --> [usr_no=0000000002][db_no=0000000002][auth/login] 사용자 0000000002 로그인 되었습니다!!!
ERROR - 2021-12-08 22:26:32 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-08 22:26:32 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-08 22:26:33 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-08 22:26:33 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:26:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-08 22:26:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-08 22:26:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2021-12-08 22:26:35 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [01]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220105]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220110]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 01 ,srt_dt = 20220105 , end_dt = 20220110
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [6]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220105]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [22]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + ]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220106]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + ]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220107]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [23]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 23 + ]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220108]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [23]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 23 + 23 + ]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [5]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [5]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220109]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 23 + 23 + 21 + ]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [6]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [6]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220110]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [22 + 21 + 23 + 23 + 21 + 21 = 131]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/05 ~ 2022/01/11 (수~월) 6박, 
19평 이틀동에 성인 1분, 예약 가능하십니다.

객실 요금은 평일, 주말, 연박할인 적용으로 
22 + 21 + 23 + 23 + 21 + 21 = 131 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2021-12-08 22:26:52 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2021-12-08 22:28:26 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-08 22:28:26 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-08 22:28:26 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:28:28 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:28:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-08 22:28:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2021-12-08 22:28:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2021-12-08 22:28:45 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-08 22:28:45 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 01 ,srt_dt = 20220105 , end_dt = 20220110
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [2]
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1574]
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [02]
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220107]
ERROR - 2021-12-08 22:29:27 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1278]
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-08 22:29:27 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [t94oe9ovav0o20d3pfrqd7f3mg]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1278]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1278]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [정영주]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [01]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220105]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220110]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [수]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [월]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-01-11]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [01/11]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 정영주님!

01/05 ~ 01/11 (수 ~ 월) 6박
머무른채 이틀동 19평에
성인 2분, 자녀 1분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-08 22:29:28 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-08 22:29:28 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-08 23:42:36 --> 404 Page Not Found: Faviconico/index
