<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-19 02:16:11 --> 404 Page Not Found: TelerikWebUIWebResourceaxd/index
ERROR - 2021-12-19 04:16:38 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-19 04:19:11 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-19 04:19:26 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-19 04:57:46 --> 404 Page Not Found: Remote/login
ERROR - 2021-12-19 10:21:51 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-19 10:21:52 --> [auth/login] ================================================================================
ERROR - 2021-12-19 10:21:52 --> [auth/login] 로그인 시작!
ERROR - 2021-12-19 10:21:59 --> [auth/login] ================================================================================
ERROR - 2021-12-19 10:21:59 --> [auth/login] 로그인 시작!
ERROR - 2021-12-19 10:22:01 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-19 10:22:01 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-19 10:22:01 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-19 10:22:01 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-19 10:22:01 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-19 10:22:01 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-19 10:22:01 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-19 10:22:01 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-19 10:22:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:22:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-19 10:22:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-19 10:22:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:22:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/1]
ERROR - 2021-12-19 10:22:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:22:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:22:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/1]
ERROR - 2021-12-19 10:22:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:22:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:22:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:22:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:22:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:22:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:22:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:22:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:22:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:23:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page]
ERROR - 2021-12-19 10:23:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:47 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:47 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:47 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:23:47 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:47 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:23:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:24:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/all/8/2/page/2]
ERROR - 2021-12-19 10:24:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/1]
ERROR - 2021-12-19 10:24:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/4]
ERROR - 2021-12-19 10:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/5]
ERROR - 2021-12-19 10:24:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:24:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:24:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/4]
ERROR - 2021-12-19 10:24:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:24:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:25:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/5]
ERROR - 2021-12-19 10:25:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:25:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:25:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page/2]
ERROR - 2021-12-19 10:25:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:25:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 10:25:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-19 10:25:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211219/22/all/2/page]
ERROR - 2021-12-19 10:25:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-19 10:25:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-19 15:35:03 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-19 16:28:57 --> 404 Page Not Found: Robotstxt/index
ERROR - 2021-12-19 16:35:55 --> [incm] autologin start!
ERROR - 2021-12-19 16:35:55 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-19 16:35:55 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-19 16:35:55 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-19 16:35:55 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-19 16:35:55 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-19 16:35:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-19 16:35:55 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2021-12-19 16:35:55 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2021-12-19 16:35:55 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2021-12-19 16:35:55 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2021-12-19 16:36:11 --> [usr_no=0000000002][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-19 16:36:11 --> [usr_no=0000000002][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-19 16:36:11 --> [usr_no=0000000002][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-19 16:36:11 --> [usr_no=0000000002][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-19 16:36:11 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-19 16:36:13 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-19 16:36:14 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-19 16:36:14 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-19 17:03:56 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-19 18:33:35 --> [alba] autologin start!
ERROR - 2021-12-19 18:33:35 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-19 18:33:35 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-19 18:33:35 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-19 18:33:35 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-19 18:33:35 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-19 18:33:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:36 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-19 18:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-19 18:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-19 18:33:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-19 18:33:52 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-19 18:33:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-19 18:33:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-19 18:33:54 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
