<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-21 07:32:19 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 07:32:19 --> [auth/login] ================================================================================
ERROR - 2021-12-21 07:32:19 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 07:32:19 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 07:32:19 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 07:32:19 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 07:32:19 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 07:32:19 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 07:32:19 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 07:32:19 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 09:24:01 --> 404 Page Not Found: Bag2/index
ERROR - 2021-12-21 10:26:27 --> 404 Page Not Found: Env/index
ERROR - 2021-12-21 11:15:17 --> 404 Page Not Found: Git/config
ERROR - 2021-12-21 12:09:52 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 12:09:57 --> [auth/login] ================================================================================
ERROR - 2021-12-21 12:09:57 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 12:09:58 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 12:35:12 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 12:35:13 --> [auth/login] ================================================================================
ERROR - 2021-12-21 12:35:13 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 12:35:17 --> [auth/login] ================================================================================
ERROR - 2021-12-21 12:35:17 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 12:35:19 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-21 12:35:19 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 12:35:19 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 12:35:19 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-21 12:35:19 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-21 12:35:19 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-21 12:35:19 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-21 12:35:19 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/1]
ERROR - 2021-12-21 12:35:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/2]
ERROR - 2021-12-21 12:35:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/2]
ERROR - 2021-12-21 12:35:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page]
ERROR - 2021-12-21 12:35:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211221/22/all/2/page]
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page]
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-21 12:35:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-21 12:35:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-21 12:35:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-21 12:35:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:54 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 12:35:54 --> [auth/login] ================================================================================
ERROR - 2021-12-21 12:35:54 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 12:35:54 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 12:35:54 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 12:35:54 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 12:35:55 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 12:35:55 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 12:35:55 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 12:35:55 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:35:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 12:36:01 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 12:36:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:36:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/1]
ERROR - 2021-12-21 12:36:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:36:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:36:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/3]
ERROR - 2021-12-21 12:36:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:36:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 12:36:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 12:36:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/22/all/2/page/2]
ERROR - 2021-12-21 12:36:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 12:36:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 14:20:47 --> [incm] autologin start!
ERROR - 2021-12-21 14:20:47 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 14:20:47 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 14:20:47 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 14:20:47 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 14:20:47 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 14:20:47 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:20:50 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:20:50 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-21 14:20:50 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-21 14:20:50 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:20:54 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:20:54 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-21 14:20:54 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-21 14:20:54 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:20:54 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:20:56 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:21:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:21:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-21 14:21:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-21 14:21:11 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:21:12 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:21:25 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2021-12-21 14:21:25 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 시작!
ERROR - 2021-12-21 14:21:25 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 완료!
ERROR - 2021-12-21 14:21:25 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20211222 , end_dt = 20211222
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [1]
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1581]
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [01]
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20211221]
ERROR - 2021-12-21 14:21:47 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-21 14:21:47 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1284]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [0cbtaknb1ialjlohku7i9pug2c]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1284]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1284]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [조서연]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20211222]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20211222]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [수]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [수]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2021-12-23]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [12/23]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 조서연님!

12/22 ~ 12/23 (수) 1박
머무른채 사흘동 21평에
성인 3분, 자녀 1분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-21 14:21:48 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-21 14:21:49 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:21:56 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-21 14:21:56 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2021-12-21 14:21:56 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2021-12-21 14:21:56 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-21 14:21:56 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 14:21:57 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:22:03 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:22:03 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-21 14:22:03 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-21 14:22:03 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:22:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:22:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-21 14:22:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-21 14:22:04 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-21 14:22:04 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:22:05 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:22:06 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/ins/] ================================================================================
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/ins/] 기타수익 입력 시작!
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/ins/] 기타수익 입력 완료!
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/ins/] ================================================================================
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 시작!
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] 기타 수익 리스트 조회 완료!
ERROR - 2021-12-21 14:22:22 --> [usr_no=0000000002][db_no=0000000002][etc_incm/list/] ================================================================================
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 14:22:28 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 14:31:33 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-21 14:34:11 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-21 14:35:16 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-21 14:59:31 --> [alba] autologin start!
ERROR - 2021-12-21 14:59:31 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 14:59:31 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 14:59:31 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 14:59:31 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 14:59:31 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 14:59:32 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:32 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 14:59:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 14:59:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 14:59:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 14:59:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 14:59:37 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 14:59:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 14:59:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 14:59:45 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [1289000]
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/] 현금지출 합계금액 수정 완료!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 15:00:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 15:00:08 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 15:00:09 --> [auth/login] ================================================================================
ERROR - 2021-12-21 15:00:09 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 15:00:51 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 15:00:52 --> [auth/login] ================================================================================
ERROR - 2021-12-21 15:00:52 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 15:45:30 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-21 15:54:22 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 15:54:24 --> [auth/login] ================================================================================
ERROR - 2021-12-21 15:54:24 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 15:54:25 --> [auth/login] ================================================================================
ERROR - 2021-12-21 15:54:25 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 15:54:27 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-21 15:54:27 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 15:54:27 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 15:54:27 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-21 15:54:27 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 15:54:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 15:54:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:54:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 15:54:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-21 15:54:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 15:54:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:54:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 15:54:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-21 15:54:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-21 15:54:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 15:54:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list]
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 15:54:46 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:57:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:57:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-21 15:57:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211221/all/all/2/page/1]
ERROR - 2021-12-21 15:57:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-21 15:57:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-21 15:57:06 --> [io_tr] autologin start!
ERROR - 2021-12-21 15:57:06 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 15:57:06 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 15:57:06 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 15:57:06 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 15:57:06 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 15:57:06 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 15:57:06 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 15:57:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 16:02:12 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 16:02:12 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 16:06:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 16:07:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:07:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:07:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:07:35 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:07:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:07:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:07:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:07:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:07:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:07:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:07:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:07:59 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:01 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:01 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:08:01 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:08:01 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:08:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:08:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:33 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-21 16:08:33 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 시작!
ERROR - 2021-12-21 16:08:33 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 완료!
ERROR - 2021-12-21 16:08:33 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-21 16:08:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:08:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:08:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:08:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 16:10:19 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 16:10:27 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 16:10:35 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 16:10:35 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-21 16:10:36 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2021-12-21 16:10:36 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2021-12-21 16:10:36 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 16:10:56 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 16:10:56 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-21 16:10:56 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2021-12-21 16:10:56 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 16:37:12 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:12 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:37:12 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal]
ERROR - 2021-12-21 16:37:12 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:37:12 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:17 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:17 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:37:17 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202109/page/1]
ERROR - 2021-12-21 16:37:17 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:37:17 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:26 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:26 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:37:26 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202110/page/1]
ERROR - 2021-12-21 16:37:26 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:37:26 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:31 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:37:31 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:37:31 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202111/page/1]
ERROR - 2021-12-21 16:37:31 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:37:31 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:38:19 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:38:19 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:38:19 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202109/page/1]
ERROR - 2021-12-21 16:38:19 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:38:19 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:38:41 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:38:41 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:38:41 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202110/page/1]
ERROR - 2021-12-21 16:38:41 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:38:41 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:39:14 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:39:14 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 16:39:14 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202111/page/1]
ERROR - 2021-12-21 16:39:14 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 16:39:14 --> [usr_no=0000000001][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 16:51:55 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 16:51:55 --> [auth/login] ================================================================================
ERROR - 2021-12-21 16:51:55 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 16:51:55 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 16:51:55 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 16:51:55 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 16:51:55 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 16:51:55 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 16:51:55 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 16:51:55 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 16:51:56 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 16:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:52:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:52:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:52:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:52:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:52:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:52:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:52:41 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:46 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:52:46 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:52:46 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:52:46 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:00 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:02 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:02 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:02 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:02 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:10 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:12 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:13 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:13 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:13 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:13 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:53:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:53:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:53:18 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:59:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:59:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:59:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:59:19 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:59:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:59:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:22 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 16:59:22 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 16:59:22 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 16:59:22 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 17:09:14 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-21 17:18:50 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-21 17:49:40 --> [incm] autologin start!
ERROR - 2021-12-21 17:49:40 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 17:49:40 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 17:49:40 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 17:49:40 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 17:49:40 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 17:49:40 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 17:49:45 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:45 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 17:49:45 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal]
ERROR - 2021-12-21 17:49:46 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 17:49:46 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:46 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 17:49:48 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:48 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 17:49:48 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202112/page/2]
ERROR - 2021-12-21 17:49:48 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 17:49:48 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:48 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 17:49:50 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:50 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 시작!
ERROR - 2021-12-21 17:49:50 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] bef_uri  = [asset/ac_bal/202112/page]
ERROR - 2021-12-21 17:49:50 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] 계좌 잔고 조회 완료!
ERROR - 2021-12-21 17:49:50 --> [usr_no=0000000002][db_no=0000000002][asset/ac_bal] ================================================================================
ERROR - 2021-12-21 17:49:50 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 18:04:53 --> [expns] autologin start!
ERROR - 2021-12-21 18:04:53 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:04:53 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 18:04:53 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 18:04:53 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 18:04:53 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:04:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01]
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:05:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:05:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:14:24 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 18:14:24 --> [auth/login] ================================================================================
ERROR - 2021-12-21 18:14:24 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 18:14:24 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 18:14:24 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:14:24 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 18:14:24 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 18:14:24 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 18:14:24 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 18:14:24 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:14:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:14:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:14:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:14:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:14:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:15:13 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1/page]
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1/page]
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:15:26 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:15:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:16:05 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:16:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:16:41 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:17:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:18:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6770]
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:19:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6771]
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:19:46 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6772]
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:20:10 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:20:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page]
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:20:43 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:20:57 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page]
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:21:07 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:21:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6773]
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:22:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/3]
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:23:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:23:13 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page]
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:23:28 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:23:59 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/3]
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:24:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/04/page/3]
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/3]
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:26:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6774]
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:28:22 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6775]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:29:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:29:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page]
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:29:13 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:29:19 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:29:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:29:35 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:29:38 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:29:49 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 18:29:58 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:30:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:30:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page]
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:31:05 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6776]
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:31:35 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6777]
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:34:12 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6778]
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:34:45 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:35:11 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6779]
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 18:36:16 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page]
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 18:36:24 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page]
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 18:36:26 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 18:56:08 --> [alba] autologin start!
ERROR - 2021-12-21 18:56:08 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:56:08 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 18:56:08 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 18:56:08 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.101 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-21 18:56:08 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:08 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:17 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:24 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:24 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:24 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:24 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] ================================================================================
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] 알바 입출금 수정 시작!
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] 알바 입출금 수정 완료!
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] ================================================================================
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:53 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:56 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:56:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:56:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:56:58 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:57:03 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-21 18:57:04 --> [auth/login] ================================================================================
ERROR - 2021-12-21 18:57:04 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] ================================================================================
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] 알바 입출금 수정 시작!
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] 알바 입출금 수정 완료!
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/upd/] ================================================================================
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-21 18:57:11 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-21 19:06:14 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-21 19:06:14 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 시작!
ERROR - 2021-12-21 19:06:14 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 완료!
ERROR - 2021-12-21 19:06:14 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2021-12-21 19:11:42 --> [auth/login] ================================================================================
ERROR - 2021-12-21 19:11:42 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 19:11:42 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 19:11:42 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 19:11:42 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 19:11:42 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 19:11:42 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 19:11:42 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 19:11:42 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 19:11:43 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 19:12:12 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 19:12:14 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2021-12-21 19:12:25 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:12:29 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:24:53 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page]
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:25:49 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page/2]
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:25:52 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page]
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:25:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [3619120]
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:25:56 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [3619120]
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/] 현금지출 합계금액 수정 완료!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:26:05 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:26:24 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:26:24 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:27:18 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:27:22 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:27:22 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:50:15 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 19:50:15 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:50:20 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:50:25 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:50:25 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] ================================================================================
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] 입출금 거래 수정 시작!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] io_tr_cls = []
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] dup_chk cnt = [0]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] 입출금 거래 수정 완료!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/upd/] ================================================================================
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:50:31 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page]
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:51:02 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:52:09 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:10 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:52:10 --> Severity: Notice --> Undefined property: stdClass::$io_cls C:\xampp\htdocs\application\views\io_tr_reg_v.php 169
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:52:11 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/ins/] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/ins/] 입출금 거래 입력 시작!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/ins/] io_tr_cls = [199]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/ins/] 입출금 거래 입력 완료!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/ins/] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [4819120]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2021-12-21 19:52:35 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page]
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:52:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page/2]
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 19:53:03 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:00:21 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-21 20:00:21 --> [auth/login] ================================================================================
ERROR - 2021-12-21 20:00:21 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 20:00:24 --> [auth/login] ================================================================================
ERROR - 2021-12-21 20:00:24 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 20:00:26 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 20:00:26 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 20:00:26 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 20:00:26 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-21 20:00:26 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-21 20:00:26 --> [usr_no=0000000002][db_no=0000000002][auth/login] 사용자 0000000002 로그인 되었습니다!!!
ERROR - 2021-12-21 20:00:26 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-21 20:00:26 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 20:00:27 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:00:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:01:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 20:01:55 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:02:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:02:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07]
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:02:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:02:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:02:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6785]
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6786]
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:07:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6787]
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:07:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6788]
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:07:57 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6789]
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:08:46 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6790]
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:09:08 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:09:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:09:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6791]
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:10:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6792]
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:11:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:11:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/2]
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:12:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:14:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:14:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:15:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:27:45 --> 404 Page Not Found: Aws/credentials
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6793]
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6794]
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6795]
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:35:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6796]
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:36:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6797]
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:37:44 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6798]
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:38:54 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6799]
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:44:29 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6800]
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:44:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6801]
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:45:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6802]
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:47:55 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6803]
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:48:48 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6804]
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:49:12 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6805]
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:50:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6806]
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:50:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6807]
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:51:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6808]
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:51:20 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:51:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104]
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:51:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104/page/2]
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:52:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104/page]
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:52:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] expns_srno = [6789]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/3/202112/20104/page]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104/page]
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:52:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] expns_srno = [6790]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/3/202112/20104/page]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104/page]
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:52:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:52:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:52:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:53:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20120]
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20120]
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] expns_srno = [6803]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/3/202112/20120]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20120]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20120]
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:53:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20120]
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20120]
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:53:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20110]
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20110]
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:53:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] expns_srno = [6761]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/3/202112/20110]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20110]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20110]
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:54:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:54:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 20:54:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101]
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:54:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/2]
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:54:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/2]
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:54:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page]
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:54:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20101/page]
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page]
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:55:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page]
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:55:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page]
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:55:47 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/2]
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 20:55:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6809]
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:57:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6810]
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 20:58:10 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:20:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:20:01 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/2]
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:23:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/3]
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:23:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6811]
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:24:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:24:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:24:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:24:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101]
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:24:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/3]
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:24:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20101/page/3]
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/3]
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:24:42 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6812]
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:26:02 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:26:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:26:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101]
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:26:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20101]
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20101/page/3]
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:26:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:26:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:26:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20110]
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20110]
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:26:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:26:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118]
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:26:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/2]
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:26:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/3]
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:27:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105]
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105/page/2]
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105/page]
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105/page/2]
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:27:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20103]
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:27:46 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105]
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:27:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105/page/2]
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:28:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6813]
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:28:37 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:28:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20103]
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:28:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20108]
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20108]
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:28:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:28:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118]
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/2]
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/3]
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:28 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:28 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:28 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:29:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:39 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:29:39 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 21:29:39 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:39 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 21:29:39 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:45 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20106]
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][get_expns_dtl_list] No Data Found!
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:29:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:29:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:03 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118]
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:30:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/2]
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:30:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20118/page/3]
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:30:15 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20102]
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:30:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20116]
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20116]
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:30:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20116]
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20116]
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20116]
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:32:19 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:32:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:32:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:33:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:33:42 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:33:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:34:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6814]
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:35:28 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:37:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6815]
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:38:09 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6816]
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:41:43 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6817]
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:43:00 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6818]
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:45:32 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:48:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:48:29 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:48:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:48:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:48:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20103]
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:48:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20103]
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:49:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/4]
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20211]
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20211]
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 21:50:22 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/4]
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:50:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6819]
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:51:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6820]
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:51:45 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 21:52:40 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6821]
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:53:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6822]
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:54:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6823]
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:56:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6824]
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 21:59:40 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6825]
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:00:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:01:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:01:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:01:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:03:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:03:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:03:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page]
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:03:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:03:44 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6826]
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:04:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6827]
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:06:13 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/3]
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:06:25 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:06:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/3]
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:06:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/4]
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:07:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/5]
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:07:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/4]
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:07:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/5]
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:07:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:11:59 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:08 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/1]
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20103]
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:12:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:12:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/08]
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:12:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/08]
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:13:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:13:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09]
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:13:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/2]
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:13:30 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/3]
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:13:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/4]
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/5]
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:01 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/6]
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:02 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:14:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:14:27 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:14:33 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03]
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/3]
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:14:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:14:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6828]
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:15:33 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 22:16:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:16:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:16:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:16:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/08]
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:16:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/5]
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:16:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/6]
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:17:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/7]
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:17:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:17:58 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:18:02 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03]
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:18:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/2]
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:18:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/3]
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:18:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:18:20 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6829]
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:18:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:19:08 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-21 22:19:08 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 22:19:09 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:19:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:19:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [02]
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/02]
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:19:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/8]
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:19:35 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:20:07 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:20:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03]
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:20:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/4]
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:20:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/3]
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:20:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:20:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6830]
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:21:15 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:22:32 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:22:36 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03]
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:22:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/4]
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:22:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:22:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6831]
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:23:39 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/9]
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:23:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/10]
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:24:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/9]
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:24:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/09/page/10]
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:24:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:25:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:25:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/07]
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:25:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6832]
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:25:56 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6833]
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:26:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:26:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03]
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:26:37 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/03/page/4]
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:26:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6834]
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:27:23 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6835]
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:27:51 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6836]
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:28:31 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:28:44 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:28:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/01]
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:28:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/01/page/2]
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:29:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/01/page/2]
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:29:32 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202111/01]
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:29:41 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/1]
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:29:48 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202111/page/2]
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:29:55 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/1]
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:30:01 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118]
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:07 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118/page/2]
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:14 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118/page/3]
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118/page/4]
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118/page/5]
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20118]
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20118/page/6]
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/1]
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:30:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20104]
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/1]
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:30:38 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:30:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20108]
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20108]
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20108]
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20108/page/2]
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:30:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202111/20108/page/2]
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:03 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20108]
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20108/page/2]
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20102]
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20102/page/2]
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20102/page/3]
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20105]
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20105/page/2]
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20103]
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20103]
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:41 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20106]
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20106]
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/2]
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/3]
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:33:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20107]
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20107]
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:33:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/3]
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:00 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/4]
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20206]
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20206]
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/4]
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20211]
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20211]
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20211]
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20211/page/2]
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:23 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20211]
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20211]
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20211]
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20211/page/2]
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:31 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/4]
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202111]
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20111]
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202111/20111]
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:34:40 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/4]
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:51 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202111]
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202111/page/5]
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:34:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:35:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [02]
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/02]
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:35:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] expns_srno = [6780]
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/2/202112/02]
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 22:35:54 --> [usr_no=0000000002][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [02]
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/02]
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:35:55 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:35:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:36:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:07 --> [auth/login] ================================================================================
ERROR - 2021-12-21 22:37:07 --> [auth/login] 로그인 시작!
ERROR - 2021-12-21 22:37:07 --> [auth/login] Autologin Begin!
ERROR - 2021-12-21 22:37:07 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 22:37:07 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-21 22:37:07 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-21 22:37:07 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2021-12-21 22:37:07 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-21 22:37:07 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-21 22:37:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 22:37:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-21 22:37:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2021-12-21 22:37:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2021-12-21 22:37:12 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 22:37:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 22:37:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2021-12-21 22:37:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2021-12-21 22:37:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2021-12-21 22:37:18 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:37:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03]
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:30 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page]
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:36 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:47 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] 지출 삭제 시작!
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] expns_srno = [6777]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] redirect_url  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] 지출 삭제 완료!
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/del/] ================================================================================
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:50 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:51 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page]
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:37:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/3]
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:38:02 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:05 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01]
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:10 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/2]
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:13 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page/2]
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:17 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [03]
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/03/page/3]
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:20 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:38:22 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:38:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04]
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:27 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/2]
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [04]
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/04/page/3]
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:49 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:38:53 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:38:56 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07]
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:38:57 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07]
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:39:04 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:39:10 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:39:12 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:39:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:39:17 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:39:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:39:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01]
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page/2]
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:39:52 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:39:57 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01]
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:40:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:40:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/01/page/2]
ERROR - 2021-12-21 22:40:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:40:10 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:40:12 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:40:25 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:40:48 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:41:38 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page]
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:41:56 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/2]
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:41:58 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/3]
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:42:21 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/4]
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:42:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/3]
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:42:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/4]
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:42:45 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/5]
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:43:09 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/6]
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:44:00 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:44:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:44:09 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:44:11 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:44:13 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20116]
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20116]
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-21 22:44:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:44:35 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6837]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:45:05 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6838]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202112]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-21 22:53:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
