<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2022-01-06 00:09:45 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 00:28:31 --> 404 Page Not Found: Actuator/health
ERROR - 2022-01-06 02:37:30 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-06 02:37:53 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-06 02:39:23 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-06 06:20:42 --> 404 Page Not Found: Bag2/index
ERROR - 2022-01-06 07:12:55 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-06 07:35:20 --> [alba] autologin start!
ERROR - 2022-01-06 07:35:20 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 07:35:20 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-06 07:35:20 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-06 07:35:20 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-06 07:35:20 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-06 07:35:20 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 07:35:20 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 07:35:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201/page/2]
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 07:35:32 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6884]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 07:36:23 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202201/01]
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-06 07:36:27 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202201/01]
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = [01]
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202201/01]
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-06 07:36:40 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 07:36:42 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6885]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 07:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 09:02:04 --> [expns] autologin start!
ERROR - 2022-01-06 09:02:04 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 09:02:04 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-06 09:02:04 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-06 09:02:04 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-06 09:02:04 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-06 09:02:04 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-06 09:02:08 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-06 09:02:08 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-06 09:02:08 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2022-01-06 09:02:10 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [02]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220219]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220223]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 02 ,srt_dt = 20220219 , end_dt = 20220223
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [5]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220219]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220220]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 21 + ]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220221]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 21 + 21 + ]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220222]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 21 + 21 + 21 + ]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [5]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [5]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220223]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [4]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [22]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc3      = [21]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 21 + 21 + 21 + 21 = 108]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/02/19 ~ 2022/02/24 (토~수) 5박, 
21평 사흘동에 성인 2분,  자녀 2분, 예약 가능하십니다.

객실 요금은 주말, 평일, 연박할인 적용으로 
24 + 21 + 21 + 21 + 21 = 108 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2022-01-06 09:02:45 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-06 09:19:06 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 09:19:09 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-06 09:19:15 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-06 09:37:45 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 13:21:15 --> 404 Page Not Found: Console/index
ERROR - 2022-01-06 15:43:26 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 15:44:26 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 16:57:00 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-06 16:57:01 --> [auth/login] ================================================================================
ERROR - 2022-01-06 16:57:01 --> [auth/login] 로그인 시작!
ERROR - 2022-01-06 16:57:02 --> [auth/login] ================================================================================
ERROR - 2022-01-06 16:57:02 --> [auth/login] 로그인 시작!
ERROR - 2022-01-06 16:57:04 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-06 16:57:04 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-06 16:57:04 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 16:57:04 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-06 16:57:04 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-06 16:57:04 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-06 16:57:04 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-06 16:57:04 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-06 16:57:04 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-06 16:57:04 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-06 16:57:05 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 16:57:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/1]
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 16:57:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:57:32 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2022-01-06 16:57:32 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2022-01-06 16:57:32 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/1]
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 16:58:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:58:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:58:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 16:58:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/all/all/2/page/1]
ERROR - 2022-01-06 16:58:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 16:58:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 16:59:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 16:59:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 16:59:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 16:59:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 16:59:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 16:59:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 16:59:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 16:59:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 16:59:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 16:59:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 16:59:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 16:59:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:00:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:00:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:00:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:00:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/1]
ERROR - 2022-01-06 17:00:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:00:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:00:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:00:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:00:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/2]
ERROR - 2022-01-06 17:00:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:00:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:01:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:01:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:01:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:01:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:01:24 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:01:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:01:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:01:44 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:01:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:01:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:03:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:03:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:03:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:03:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:03:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:03:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:03:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:03:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/1]
ERROR - 2022-01-06 17:03:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:03:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:03:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:03:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:03:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/2]
ERROR - 2022-01-06 17:03:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:03:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:04:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:04:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:04:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:04:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:04:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/1]
ERROR - 2022-01-06 17:04:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:04:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:04:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/3]
ERROR - 2022-01-06 17:04:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:04:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:04:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:04:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:04:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:04:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:04:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:04:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:04:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:05:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:05:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:05:43 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:05:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:05:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:05:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:05:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:05:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:05:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 시작!
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 완료!
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] redirect_url  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:05:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:05:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:05:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:05:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:05:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:06:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:06:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:06:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220103/all/all/1/page/1]
ERROR - 2022-01-06 17:06:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:06:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:06:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:06:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:06:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220103/all/all/1/page/2]
ERROR - 2022-01-06 17:06:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:06:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:07:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:07:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:07:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/all/all/1/page/1]
ERROR - 2022-01-06 17:07:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:07:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:11:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:11:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:11:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220104/all/all/1/page/2]
ERROR - 2022-01-06 17:11:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:11:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:11:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:11:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:11:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/all/all/1/page/1]
ERROR - 2022-01-06 17:11:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:11:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:12:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/all/all/1/page/2]
ERROR - 2022-01-06 17:12:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:12:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20220105/all/all/1/page/2]
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/all/all/1/page/2]
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:12:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/all/all/1/page/1]
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:12:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:12:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:12:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:12:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:12:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/1]
ERROR - 2022-01-06 17:13:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:13:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/3]
ERROR - 2022-01-06 17:13:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:30 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:13:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:13:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:13:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/2]
ERROR - 2022-01-06 17:13:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/3]
ERROR - 2022-01-06 17:13:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page]
ERROR - 2022-01-06 17:13:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:13:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:13:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/1/2/page/1]
ERROR - 2022-01-06 17:13:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:13:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:14:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/1/2/page/1]
ERROR - 2022-01-06 17:14:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:14:50 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:14:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/1/2/page/2]
ERROR - 2022-01-06 17:14:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:14:56 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:14:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/1/2/page]
ERROR - 2022-01-06 17:14:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:14:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 시작!
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 완료!
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] redirect_url  = [time_mng/list/20220106/22/1/2/page]
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/1/2/page]
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:14:59 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:15:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/8/2/page/1]
ERROR - 2022-01-06 17:15:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:15:03 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:15:27 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:15:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/8/2/page/1]
ERROR - 2022-01-06 17:15:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:15:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:15:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/9/2/page/1]
ERROR - 2022-01-06 17:15:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:15:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:15:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:15:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/9/2/page/1]
ERROR - 2022-01-06 17:15:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:15:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:16:04 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:16:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/1]
ERROR - 2022-01-06 17:16:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:16:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:16:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:16:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/3]
ERROR - 2022-01-06 17:16:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:16:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:35:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 17:35:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 17:35:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/22/all/2/page/3]
ERROR - 2022-01-06 17:35:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 17:35:57 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 18:29:46 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-06 18:40:27 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-06 18:47:43 --> [expns] autologin start!
ERROR - 2022-01-06 18:47:43 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 18:47:43 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-06 18:47:43 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-06 18:47:43 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-06 18:47:43 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 18:47:43 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 18:47:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6886]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 18:48:17 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 18:57:38 --> 404 Page Not Found: Wp-loginphp/index
ERROR - 2022-01-06 19:24:39 --> [expns] autologin start!
ERROR - 2022-01-06 19:24:39 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 19:24:39 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-06 19:24:39 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-06 19:24:39 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-06 19:24:39 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-06 19:24:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-06 19:24:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 19:24:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-06 19:24:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-06 19:24:42 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-06 19:24:57 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-06 19:25:00 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2022-01-06 19:25:00 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 시작!
ERROR - 2022-01-06 19:25:00 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 완료!
ERROR - 2022-01-06 19:25:00 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2022-01-06 20:21:59 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-06 20:22:00 --> [auth/login] ================================================================================
ERROR - 2022-01-06 20:22:00 --> [auth/login] 로그인 시작!
ERROR - 2022-01-06 20:22:09 --> [auth/login] ================================================================================
ERROR - 2022-01-06 20:22:09 --> [auth/login] 로그인 시작!
ERROR - 2022-01-06 20:22:11 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-06 20:22:11 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-06 20:22:11 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 20:22:11 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-06 20:22:11 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-06 20:22:11 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-06 20:22:11 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-06 20:22:11 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-06 20:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 20:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/1]
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/3]
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 20:22:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 20:22:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 20:22:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 20:22:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/1]
ERROR - 2022-01-06 20:22:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/3]
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/4]
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:22:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:28:22 --> 404 Page Not Found: Env/index
ERROR - 2022-01-06 20:28:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:28:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:28:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/4]
ERROR - 2022-01-06 20:28:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:28:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:29:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 20:29:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-06 20:29:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220106/21/all/2/page/4]
ERROR - 2022-01-06 20:29:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-06 20:29:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-06 23:32:36 --> [incm] autologin start!
ERROR - 2022-01-06 23:32:36 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 23:32:36 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-06 23:32:36 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-06 23:32:36 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-06 23:32:36 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-06 23:32:36 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-06 23:32:37 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 23:32:37 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2022-01-06 23:32:37 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2022-01-06 23:32:37 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2022-01-06 23:32:37 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2022-01-06 23:32:39 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-06 23:32:39 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-06 23:32:39 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 23:32:40 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 23:33:07 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-06 23:33:07 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2022-01-06 23:33:07 --> [usr_no=0000000002][db_no=0000000002][gst/ins] 동일 고객정보 존재[장유진]
ERROR - 2022-01-06 23:33:16 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-06 23:33:16 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2022-01-06 23:33:16 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2022-01-06 23:33:16 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-06 23:33:17 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220219 , end_dt = 20220223
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [1]
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1593]
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [01]
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220106]
ERROR - 2022-01-06 23:34:05 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-06 23:34:05 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1294]
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-06 23:34:06 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [trpt2vjavo7aatl3q8hpug80eo]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1294]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1294]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [장유진A]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220219]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220223]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [토]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [수]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-24]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/24]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 장유진A님!

02/19 ~ 02/24 (토 ~ 수) 5박
머무른채 사흘동 21평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2022-01-06 23:34:07 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-06 23:34:08 --> 404 Page Not Found: Faviconico/index
