<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2021-12-31 00:49:48 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 02:59:58 --> 404 Page Not Found: Api/productConfig
ERROR - 2021-12-31 04:49:28 --> 404 Page Not Found: Wp-loginphp/index
ERROR - 2021-12-31 04:56:47 --> 404 Page Not Found: Backup/index
ERROR - 2021-12-31 07:34:21 --> 404 Page Not Found: Env/index
ERROR - 2021-12-31 10:35:26 --> [expns] autologin start!
ERROR - 2021-12-31 10:35:26 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 10:35:26 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 10:35:26 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 10:35:26 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 10:35:26 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-31 10:35:26 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 10:35:32 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2021-12-31 10:35:32 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2021-12-31 10:36:22 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-31 10:36:22 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2021-12-31 10:36:22 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2021-12-31 10:36:22 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2021-12-31 10:36:23 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:37:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-31 10:37:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-31 10:37:02 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 시작일자가 종료일보다 늦습니다!
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220205 , end_dt = 20220207
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [2]
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1587]
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [02]
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220207]
ERROR - 2021-12-31 10:37:29 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1289]
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2021-12-31 10:37:29 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [dcdscnps5f5vv5nvt41sq6srdg]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1289]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1289]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [성은준]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220205]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220207]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [토]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [월]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-08]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/08]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 성은준님!

02/05 ~ 02/08 (토 ~ 월) 3박
머무른채 사흘동 21평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2021-12-31 10:37:30 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2021-12-31 10:37:31 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:37:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-31 10:37:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-31 10:37:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-31 10:37:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-31 10:37:34 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:37:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-31 10:37:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2021-12-31 10:37:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2021-12-31 10:37:43 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2021-12-31 10:37:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:37:46 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:58:49 --> [expns] autologin start!
ERROR - 2021-12-31 10:58:49 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 10:58:49 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 10:58:49 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 10:58:49 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 10:58:49 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112]
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-31 10:58:49 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 10:58:50 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 10:58:53 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 10:58:53 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-31 10:58:53 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-31 10:58:53 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 10:59:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 10:59:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-31 10:59:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-31 10:59:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 13:43:26 --> 404 Page Not Found: Logincs/index
ERROR - 2021-12-31 15:02:08 --> [rsvt] autologin start!
ERROR - 2021-12-31 15:02:08 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 15:02:08 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 15:02:08 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 15:02:08 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 15:02:08 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-31 15:02:08 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-31 15:02:15 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:21 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-31 15:02:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-31 15:02:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-31 15:02:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2021-12-31 15:02:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-31 15:02:22 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:22 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2021-12-31 15:02:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2021-12-31 15:02:23 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105]
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-31 15:02:24 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 15:02:24 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 17:50:11 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-31 17:58:17 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-31 18:13:03 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-31 18:44:50 --> [expns] autologin start!
ERROR - 2021-12-31 18:44:50 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 18:44:50 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 18:44:50 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 18:44:50 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 18:44:50 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = [20105]
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20105]
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2021-12-31 18:44:50 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2021-12-31 18:57:59 --> [chckin] autologin start!
ERROR - 2021-12-31 18:57:59 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 18:57:59 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 18:57:59 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 18:57:59 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 18:57:59 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 18:57:59 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 18:57:59 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 18:57:59 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 시작!
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] 체크인 고객 리스트 조회 완료!
ERROR - 2021-12-31 18:58:00 --> [usr_no=0000000001][db_no=0000000002][chckin/list] ================================================================================
ERROR - 2021-12-31 18:58:00 --> 404 Page Not Found: Faviconico/index
ERROR - 2021-12-31 18:58:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:58:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-31 18:58:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-31 18:58:03 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:58:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:58:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-31 18:58:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-31 18:58:05 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:58:27 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-31 18:58:27 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-31 18:58:27 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-31 18:58:27 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-31 18:58:38 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 18:59:25 --> 404 Page Not Found: Backup/index
ERROR - 2021-12-31 19:10:17 --> 404 Page Not Found: Env/index
ERROR - 2021-12-31 19:18:10 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-31 19:28:02 --> 404 Page Not Found: Remote/fgt_lang
ERROR - 2021-12-31 19:35:28 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-31 19:35:30 --> [auth/login] ================================================================================
ERROR - 2021-12-31 19:35:30 --> [auth/login] 로그인 시작!
ERROR - 2021-12-31 19:35:33 --> [auth/login] ================================================================================
ERROR - 2021-12-31 19:35:33 --> [auth/login] 로그인 시작!
ERROR - 2021-12-31 19:35:35 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2021-12-31 19:35:35 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2021-12-31 19:35:35 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 19:35:35 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2021-12-31 19:35:35 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202011
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202012
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202201
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2021-12-31 19:35:35 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:38:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:38:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:38:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:38:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:38:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:38:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/1]
ERROR - 2021-12-31 19:38:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/3]
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/2]
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:38:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:25 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/2]
ERROR - 2021-12-31 19:38:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:38:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:38:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:38:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:38:41 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/1]
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/3]
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/2]
ERROR - 2021-12-31 19:39:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:39:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:28 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] ================================================================================
ERROR - 2021-12-31 19:39:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 시작!
ERROR - 2021-12-31 19:39:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] 아이들 시간관리 수정 완료!
ERROR - 2021-12-31 19:39:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/upd/] redirect_url  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:39:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:39:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/2]
ERROR - 2021-12-31 19:39:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:38 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:39:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:39:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page/3]
ERROR - 2021-12-31 19:39:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:39:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:41:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:41:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:41:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/21/all/2/page]
ERROR - 2021-12-31 19:41:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:41:33 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/1]
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:41:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:42:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:42:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:42:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:42:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:42:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:42:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:42:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:42:42 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:43:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:43:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:43:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:43:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:43:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:43:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:43:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:43:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:44:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:44:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:44:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:44:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:44:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:44:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:44:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:44:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:45:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:46:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:46:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:46:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/1]
ERROR - 2021-12-31 19:46:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:46:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:46:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:46:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:46:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/1/2/page/1]
ERROR - 2021-12-31 19:46:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:46:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/1]
ERROR - 2021-12-31 19:47:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:02 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/1]
ERROR - 2021-12-31 19:47:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:21 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/2]
ERROR - 2021-12-31 19:47:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page]
ERROR - 2021-12-31 19:47:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 시작!
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] 아이들 시간관리 삭제 완료!
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] ================================================================================
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/del/] redirect_url  = [time_mng/list/20211231/22/all/2/page]
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page]
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:47:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/2/page/1]
ERROR - 2021-12-31 19:48:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/2/page/1]
ERROR - 2021-12-31 19:48:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/2/page/1]
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/2/page/1]
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/2/page/1]
ERROR - 2021-12-31 19:48:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:11 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211227/22/all/1/page/1]
ERROR - 2021-12-31 19:48:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211228/22/all/1/page/1]
ERROR - 2021-12-31 19:48:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:49 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:48:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:48:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211228/22/all/1/page/1]
ERROR - 2021-12-31 19:48:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:48:58 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:49:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:49:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211228/22/all/1/page/1]
ERROR - 2021-12-31 19:49:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:49:31 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 19:49:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 19:49:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211229/22/all/1/page/1]
ERROR - 2021-12-31 19:49:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 19:49:37 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:05:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:05:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:05:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:05:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211230/22/all/1/page/1]
ERROR - 2021-12-31 20:05:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:05:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:06:40 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/1/page/1]
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:06:45 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 20:07:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 20:07:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 20:07:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 20:07:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:07:34 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:07:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/1/page/1]
ERROR - 2021-12-31 20:07:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:07:39 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:07:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:07:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/1]
ERROR - 2021-12-31 20:07:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:07:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:08:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:08:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:08:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/4]
ERROR - 2021-12-31 20:08:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:08:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:08:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:08:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:08:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/3]
ERROR - 2021-12-31 20:08:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:08:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:30:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 20:30:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2021-12-31 20:30:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20211231/22/all/2/page/3]
ERROR - 2021-12-31 20:30:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2021-12-31 20:30:15 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2021-12-31 21:35:07 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-31 21:44:41 --> 404 Page Not Found: Actuator/health
ERROR - 2021-12-31 23:33:37 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2021-12-31 23:38:31 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-31 23:38:36 --> [alba] autologin start!
ERROR - 2021-12-31 23:38:36 --> [login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 23:38:36 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2021-12-31 23:38:36 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2021-12-31 23:38:36 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2021-12-31 23:38:36 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2021-12-31 23:38:36 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2021-12-31 23:40:17 --> 404 Page Not Found: Ecp/Current
ERROR - 2021-12-31 23:41:29 --> 404 Page Not Found: Owa/auth
ERROR - 2021-12-31 23:43:29 --> 404 Page Not Found: Faviconico/index
