<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2022-01-02 01:36:12 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-02 01:36:12 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-02 01:36:13 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2022-01-02 03:52:18 --> 404 Page Not Found: C/index
ERROR - 2022-01-02 04:34:00 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 07:25:03 --> 404 Page Not Found: TelerikWebUIWebResourceaxd/index
ERROR - 2022-01-02 07:54:33 --> 404 Page Not Found: Bag2/index
ERROR - 2022-01-02 08:03:17 --> 404 Page Not Found: Env/index
ERROR - 2022-01-02 08:25:02 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 08:25:36 --> 404 Page Not Found: HNAP1/index
ERROR - 2022-01-02 09:29:53 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 09:29:55 --> [auth/login] ================================================================================
ERROR - 2022-01-02 09:29:55 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 09:29:56 --> [auth/login] ================================================================================
ERROR - 2022-01-02 09:29:56 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 09:29:58 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-02 09:29:58 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-02 09:29:58 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 09:29:58 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-02 09:29:58 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 09:29:58 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 09:30:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 09:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/1]
ERROR - 2022-01-02 09:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 09:30:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:30:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:30:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 09:30:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 09:30:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 09:30:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 09:33:18 --> [incm] autologin start!
ERROR - 2022-01-02 09:33:18 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 09:33:18 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 09:33:18 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 09:33:18 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 09:33:18 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001155]
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2022-01-02 09:33:18 --> [usr_no=0000000001][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 09:33:18 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][get_expns_chnl_smmry] No Data Found!
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:33:21 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:33:28 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:33:47 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/1]
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:33:59 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:34:24 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:34:30 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/4]
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:34:39 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/5]
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:34:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202201]
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [0]
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [N]
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = []
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20220131]
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] io_tr_srno             = [381]
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/] 현금지출 합계금액 입력 완료!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2022-01-02 09:35:08 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202212]
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [0]
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [N]
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = []
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20221231]
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] io_tr_srno             = [382]
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/] 현금지출 합계금액 입력 완료!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2022-01-02 09:35:13 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202112]
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [6519211]
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [4819120]
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [370]
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20211231]
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/] 현금지출 합계금액 수정 완료!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2022-01-02 09:35:19 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202212]
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [0]
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [0]
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [382]
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20221231]
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2022-01-02 09:36:42 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 시작!
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 Begin!
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] stnd_yymm = [202201]
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] 입출금거래 현금지출합계 조회 정상 처리!
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cash_expns_amt      = [0]
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_cash_expns_amt  = [0]
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] cur_io_tr_srno      = [381]
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][etc_helper/cash_bal_ins_upd/bal_chk_tbb003l00] last_dt             = [20220131]
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] 입출금거래 현금지출 합계금액 등록 End!
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][cash_bal_ins_upd] ================================================================================
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] 입출금거래 요약 조회 완료!
ERROR - 2022-01-02 09:36:45 --> [usr_no=0000000001][db_no=0000000002][io_tr/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/5]
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:36:46 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:36:50 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:37:01 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:37:04 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:37:08 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:37:23 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:37:34 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20112]
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20112]
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:37:48 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:37:53 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20104]
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20104]
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:38:00 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page]
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:07 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/2]
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:08 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/3]
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:16 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/4]
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:25 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/5]
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:31 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20206]
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202112/20206]
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 09:38:35 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/5]
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:38 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202112/page/4]
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 09:38:44 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/1]
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/1]
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 09:38:51 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2/page]
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2/page]
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 09:38:55 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:38:57 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 09:38:58 --> [auth/login] ================================================================================
ERROR - 2022-01-02 09:38:58 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 09:39:18 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 09:39:42 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 시작!
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] redirect_url  = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] 고정지출 수정 완료!
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/upd/] ================================================================================
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 09:39:54 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 10:14:17 --> [rsvt] autologin start!
ERROR - 2022-01-02 10:14:17 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 10:14:17 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 10:14:17 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 10:14:17 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 10:14:17 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-02 10:14:17 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 10:14:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 10:14:20 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 10:14:28 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 10:14:28 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 10:14:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 10:14:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 10:14:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 10:14:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 완료!
ERROR - 2022-01-02 10:14:34 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 10:14:44 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 10:14:44 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2022-01-02 10:14:44 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001192]
ERROR - 2022-01-02 10:14:44 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2022-01-02 10:14:44 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 10:14:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 11:00:50 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 11:13:00 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 11:13:01 --> [auth/login] ================================================================================
ERROR - 2022-01-02 11:13:01 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 11:13:25 --> [auth/login] ================================================================================
ERROR - 2022-01-02 11:13:25 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 11:13:26 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-02 11:13:26 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-02 11:13:26 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 11:13:26 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-02 11:13:26 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-02 11:13:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-02 11:13:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-02 11:13:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 11:13:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 11:13:26 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 11:13:27 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:13:29 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:13:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:13:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 11:13:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 11:13:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:00 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/1]
ERROR - 2022-01-02 11:14:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/2]
ERROR - 2022-01-02 11:14:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/3]
ERROR - 2022-01-02 11:14:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:07 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 11:14:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:08 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/5]
ERROR - 2022-01-02 11:14:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:14:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:14:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 11:14:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:14:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:37:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 11:37:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:37:48 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:37:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/1]
ERROR - 2022-01-02 11:37:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:37:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:37:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/2]
ERROR - 2022-01-02 11:37:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:37:54 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:37:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:37:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/3]
ERROR - 2022-01-02 11:37:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:37:55 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:38:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 11:38:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 11:38:05 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/1]
ERROR - 2022-01-02 11:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:12 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/4]
ERROR - 2022-01-02 11:38:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:13 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/3]
ERROR - 2022-01-02 11:38:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/4]
ERROR - 2022-01-02 11:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:23 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/1]
ERROR - 2022-01-02 11:38:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:52 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:38:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:38:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 11:38:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:38:53 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:39:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:15 --> 404 Page Not Found: Remote/login
ERROR - 2022-01-02 11:39:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:39:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/1]
ERROR - 2022-01-02 11:39:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:39:16 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:39:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/2]
ERROR - 2022-01-02 11:39:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:39:17 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:39:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/5]
ERROR - 2022-01-02 11:39:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:39:18 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:39:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 11:39:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/22/all/2/page/4]
ERROR - 2022-01-02 11:39:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 11:39:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 11:44:24 --> 404 Page Not Found: Env/index
ERROR - 2022-01-02 13:39:17 --> 404 Page Not Found: Git/HEAD
ERROR - 2022-01-02 14:15:41 --> 404 Page Not Found: Git/config
ERROR - 2022-01-02 15:12:52 --> [incm] autologin start!
ERROR - 2022-01-02 15:12:52 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:12:52 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 15:12:52 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 15:12:52 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 15:12:52 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 시작!
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] bef_url  = [gst/dtl/0000001192]
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] 고객정보 상세 조회 완료!
ERROR - 2022-01-02 15:12:52 --> [usr_no=0000000002][db_no=0000000002][gst/dtl/] ================================================================================
ERROR - 2022-01-02 15:12:55 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-02 15:12:55 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-02 15:12:55 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 화면 로딩!
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 시작!
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] hsrm_cls     = [02]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] srt_dt       = [20220128]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] end_dt       = [20220130]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num      = [4]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num1     = [4]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] gst_num2     = [0]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] revisit_yn   = []
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] discount_rt  = []
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] deposit      = [0]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] extend_yn    = []
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] hsrm_cls = 02 ,srt_dt = 20220128 , end_dt = 20220130
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][get_rsv_term/dup_chk] result_cnt = 0
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] days_cnt       = [3]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220128]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + ]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220129]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + ]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] loop_times = [3]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] rnum       = [3]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] r_dt->dt   = [20220130]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dt_cls      = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] season_cls  = [2]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] prc         = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] cntnu_dscnt = [1]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] tmp_prc1      = [24]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] dtl_prc        = [24 + 24 + 24 = 72]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg        = [안녕하세요.
머무른채에 예약문의 주셔서 감사합니다. ^^

문의주신 2022/01/28 ~ 2022/01/31 (금~일) 3박, 
21평 사흘동에 성인 4분, 예약 가능하십니다.

객실 요금은 준성수기 적용으로 
24 + 24 + 24 = 72 만원입니다.

아래의 계좌로 12시간 이내에 입금하시고 예약자 성함과 함께 입금완료 문자 주시면, 확인 후 예약확정 문자를 다시 드립니다.

SC은행 275-20-368100
예금주 강민석

감사합니다:)]
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] info_msg2       = []
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] 가격 조회 종료!
ERROR - 2022-01-02 15:13:05 --> [usr_no=0000000002][db_no=0000000002][rsvt/prc] ================================================================================
ERROR - 2022-01-02 15:14:47 --> [auth/login] ================================================================================
ERROR - 2022-01-02 15:14:47 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 15:25:32 --> [expns] autologin start!
ERROR - 2022-01-02 15:25:32 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:25:32 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 15:25:32 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 15:25:32 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 15:25:32 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 시작!
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] list_url        = [fix_expns/list/2]
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] _SESSION['list_url'] = [fix_expns/list/2]
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] 고정지출 조회 완료!
ERROR - 2022-01-02 15:25:32 --> [usr_no=0000000001][db_no=0000000002][fix_expns/list/] ================================================================================
ERROR - 2022-01-02 15:52:05 --> [incm] autologin start!
ERROR - 2022-01-02 15:52:05 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:52:05 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 15:52:05 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 15:52:05 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 15:52:05 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 15:52:05 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 15:52:06 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2022-01-02 15:52:07 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2022-01-02 15:52:07 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2022-01-02 15:52:07 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2022-01-02 15:52:09 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 15:52:09 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 15:53:24 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-02 15:53:24 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2022-01-02 15:53:24 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 완료!
ERROR - 2022-01-02 15:53:24 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-02 15:53:24 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 15:53:29 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] ================================================================================
ERROR - 2022-01-02 15:53:29 --> [usr_no=0000000002][db_no=0000000002][gst/ins/] 고객정보 입력 시작!
ERROR - 2022-01-02 15:53:29 --> [usr_no=0000000002][db_no=0000000002][gst/ins] 동일 고객정보 존재[임(임용호)]
ERROR - 2022-01-02 15:53:34 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 15:53:34 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-02 15:53:34 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-02 15:53:34 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 15:53:53 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-02 15:53:53 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 시작!
ERROR - 2022-01-02 15:53:53 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] 고객정보 검색 조회 완료!
ERROR - 2022-01-02 15:53:53 --> [usr_no=0000000002][db_no=0000000002][gst/srch/] ================================================================================
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 시작!
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] hsrm_cls = 02 ,srt_dt = 20220128 , end_dt = 20220130
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][insert_tba005l00/dup_chk] result_cnt = 0
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_chnl_cls = [1]
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] deposit      = []
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_srno   = [1591]
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_cls    = [01]
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins/예약금 입금/] tr_dt     = [20220102]
ERROR - 2022-01-02 15:54:16 --> Severity: Notice --> Undefined index: expns_srno C:\xampp\htdocs\application\models\stay_m.php 1273
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-02 15:54:16 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 Begin!
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] prcs_cls     = [ins]
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] rsv_srno     = [1292]
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] bef_hsrm_cls = []
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] evnt_id      = []
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] hsrm_nm      = []
ERROR - 2022-01-02 15:54:17 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 입력!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] ins_event_id = [u29j6m5u7j6a4njl6lru3pfau8]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][etc_helper/g_auth] 캘린더 신규 이벤트 등록/수정 완료!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][g_auth] 캘린더 관리 프로세스 End!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][g_auth] ================================================================================
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] rsv_srno = [1292]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] 예약 입력 처리 종료!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] ================================================================================
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/ins] redirect cnfm_msg!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1292]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [임(임용호)]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [02]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220128]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220130]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [금]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [일]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-01-31]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [01/31]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 임(임용호)님!

01/28 ~ 01/31 (금 ~ 일) 3박
머무른채 사흘동 21평에
성인 4분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2022-01-02 15:54:18 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-02 15:54:18 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 15:56:19 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 16:03:31 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:03:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 16:03:34 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 16:03:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 16:03:49 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:03:49 --> 404 Page Not Found: Apple-touch-icon-120x120-precomposedpng/index
ERROR - 2022-01-02 16:03:49 --> 404 Page Not Found: Apple-touch-icon-120x120png/index
ERROR - 2022-01-02 16:03:49 --> 404 Page Not Found: Apple-touch-icon-precomposedpng/index
ERROR - 2022-01-02 16:03:49 --> 404 Page Not Found: Apple-touch-iconpng/index
ERROR - 2022-01-02 16:03:51 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 16:03:51 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 16:04:11 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:04:13 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 16:04:13 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 16:04:20 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 16:04:23 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 16:04:27 --> [usr_no=0000000002][db_no=0000000002][gst/list/] ================================================================================
ERROR - 2022-01-02 16:04:27 --> [usr_no=0000000002][db_no=0000000002][gst/list/] 고객정보 조회 시작!
ERROR - 2022-01-02 16:04:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-02 16:04:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-02 16:04:29 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:32 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:32 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-02 16:04:32 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-02 16:04:32 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:32 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:04:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 시작!
ERROR - 2022-01-02 16:04:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] 예약 조회 완료!
ERROR - 2022-01-02 16:04:33 --> [usr_no=0000000002][db_no=0000000002][rsvt/list/] ================================================================================
ERROR - 2022-01-02 16:04:33 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:04:35 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 16:10:25 --> 404 Page Not Found: Git/HEAD
ERROR - 2022-01-02 16:31:48 --> [alba] autologin start!
ERROR - 2022-01-02 16:31:48 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 16:31:48 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-02 16:31:48 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-02 16:31:48 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-02 16:31:48 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][get_alba_list] No Data Found!
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-02 16:31:49 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-02 16:32:04 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-02 16:32:06 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2022-01-02 16:32:06 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 시작!
ERROR - 2022-01-02 16:32:06 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] 알바 입출금 요약(잔액) 조회 완료!
ERROR - 2022-01-02 16:32:06 --> [usr_no=0000000001][db_no=0000000002][alba/smmry] ================================================================================
ERROR - 2022-01-02 16:32:10 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 16:32:11 --> [auth/login] ================================================================================
ERROR - 2022-01-02 16:32:11 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 18:04:47 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-02 18:12:45 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-02 19:19:18 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-02 19:19:20 --> [auth/login] ================================================================================
ERROR - 2022-01-02 19:19:20 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 19:19:22 --> [auth/login] ================================================================================
ERROR - 2022-01-02 19:19:22 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 19:19:24 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-02 19:19:24 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-02 19:19:24 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 19:19:24 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-02 19:19:24 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 19:19:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 19:19:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 19:19:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 19:19:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 19:19:26 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 19:19:32 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/1]
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/3]
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 19:19:35 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 19:19:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-02 19:19:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220102/21/all/2/page/4]
ERROR - 2022-01-02 19:19:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-02 19:19:36 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-02 20:39:23 --> [auth/login] ================================================================================
ERROR - 2022-01-02 20:39:23 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 20:39:23 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 20:39:26 --> [auth/login] ================================================================================
ERROR - 2022-01-02 20:39:26 --> [auth/login] 로그인 시작!
ERROR - 2022-01-02 20:39:28 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2022-01-02 20:39:28 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-02 20:39:28 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-02 20:39:28 --> [auth/login/insert_tba001i01] 자동 로그인 정보 생성 완료
ERROR - 2022-01-02 20:39:28 --> [auth/login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-02 20:39:28 --> [auth/login] 자동로그인 처리 정상 완료!
ERROR - 2022-01-02 20:39:28 --> [auth/login] 로그인 완료!
ERROR - 2022-01-02 20:39:28 --> [auth/login] ================================================================================
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][auth/login] 사용자 0000000001 로그인 되었습니다!!!
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-02 20:39:28 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][get_expns_chnl_smmry] No Data Found!
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 20:39:35 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6861]
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-02 20:45:50 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6862]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 20:46:27 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6863]
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-02 20:47:21 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][get_clm_sr_val] nxt_val  = [6864]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ins_cls  = []
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] redirect_url  = [expns/smmry/2/202201]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202201]
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 20:47:48 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202201/page/1]
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 20:47:55 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202201/20102]
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 20:48:20 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/3/202201/20102]
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] view_cls       = [3]
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_chnl_cls = []
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_cls      = [20102]
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/3/202201/20102]
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-02 20:49:58 --> [usr_no=0000000001][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] view_cls  = [3]
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/3/202201/page/1]
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-02 20:50:03 --> [usr_no=0000000001][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-02 21:39:05 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-02 22:37:23 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-02 22:38:25 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-02 22:38:27 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-02 22:38:28 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2022-01-02 22:42:29 --> 404 Page Not Found: Actuator/health
