<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2022-01-05 00:46:01 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 02:24:37 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-05 02:24:55 --> 404 Page Not Found: Sitemapxml/index
ERROR - 2022-01-05 02:24:57 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2022-01-05 03:36:33 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 03:36:53 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-05 05:04:09 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-05 05:06:11 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-05 05:06:21 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-05 05:41:29 --> 404 Page Not Found: Env/index
ERROR - 2022-01-05 06:14:01 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 06:14:02 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-05 06:14:03 --> 404 Page Not Found: Well-known/security.txt
ERROR - 2022-01-05 06:34:51 --> 404 Page Not Found: Fuel/index
ERROR - 2022-01-05 08:55:22 --> 404 Page Not Found: Login/index
ERROR - 2022-01-05 08:55:30 --> 404 Page Not Found: ReportServer/index
ERROR - 2022-01-05 11:37:56 --> 404 Page Not Found: Env/index
ERROR - 2022-01-05 12:28:35 --> [rsvt] autologin start!
ERROR - 2022-01-05 12:28:35 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 12:28:35 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-05 12:28:35 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-05 12:28:35 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-05 12:28:35 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 시작!
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] rsv_srno = [1293]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] gst_nm      = [김홍수]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] hsrm_cls  = [01]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] srt_dt    = [20220215]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt    = [20220217]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] begin_dayofweek      = [화]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dayofweek        = [목]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] g_end_dt = [2022-02-18]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] end_dt   = [02/18]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] cnfm_msg      = [안녕하세요, 김홍수님!

02/15 ~ 02/18 (화 ~ 목) 3박
머무른채 이틀동 19평에
성인 2분, 자녀 2분 입금 확인되어 예약 확정되었습니다.

입실은 오후 5시 이후이며
퇴실은 오전 11시까지입니다.

오시는 날,
주소 안내 문자를 보내드리겠습니다.

설레임 가득한 여행 준비하시고,
그 날 인사드리겠습니다.

감사합니다. :)


*혹 예약자분과 입금자분 성함이 다를 경우, 예약자분 성함도 알려주시면 감사하겠습니다.

*자녀와 함께 오시는 경우 성별과 나이를 알려주시면 세팅에 참고가 될 거 같습니다. ^^

]
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] 예약 확정 메시지 조회 완료!
ERROR - 2022-01-05 12:28:35 --> [usr_no=0000000002][db_no=0000000002][rsvt/cnfm_msg/] ================================================================================
ERROR - 2022-01-05 12:33:47 --> [expns] autologin start!
ERROR - 2022-01-05 12:33:47 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 12:33:47 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-05 12:33:48 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-05 12:33:48 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-05 12:33:48 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 12:33:48 --> [usr_no=0000000001][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 12:33:48 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 12:33:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 12:33:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-05 12:33:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-05 12:33:51 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 12:34:13 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 12:34:13 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-05 12:34:13 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-05 12:34:13 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 12:34:26 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 12:34:26 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-05 12:34:26 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-05 12:34:26 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 16:39:10 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 16:40:09 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 16:44:13 --> [auth/login] ================================================================================
ERROR - 2022-01-05 16:44:13 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 16:45:43 --> [auth/login] ================================================================================
ERROR - 2022-01-05 16:45:43 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 17:37:24 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 17:37:25 --> [auth/login] ================================================================================
ERROR - 2022-01-05 17:37:25 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 17:37:25 --> [auth/login] Autologin Begin!
ERROR - 2022-01-05 17:37:25 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 17:37:25 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-05 17:37:25 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-05 17:37:25 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2022-01-05 17:37:25 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 17:37:25 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 18:08:09 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 18:08:09 --> [auth/login] ================================================================================
ERROR - 2022-01-05 18:08:09 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 18:08:09 --> [auth/login] Autologin Begin!
ERROR - 2022-01-05 18:08:09 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 18:08:09 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-05 18:08:09 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-05 18:08:09 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 15_2 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) CriOS/96.0.4664.116 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-05 18:08:09 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] 사용자 0000000001 로그인 성공!
ERROR - 2022-01-05 18:08:09 --> [usr_no=0000000001][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 18:08:11 --> [usr_no=0000000001][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 18:08:12 --> [auth/login] ================================================================================
ERROR - 2022-01-05 18:08:12 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 18:08:21 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 18:08:21 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-05 18:08:21 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-05 18:08:21 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 18:08:39 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 18:08:39 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 시작!
ERROR - 2022-01-05 18:08:39 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] 알바 입출금 입력 완료!
ERROR - 2022-01-05 18:08:39 --> [usr_no=0000000001][db_no=0000000002][alba/ins/] ================================================================================
ERROR - 2022-01-05 18:08:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 18:08:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 시작!
ERROR - 2022-01-05 18:08:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] 알바 입출금 리스트 조회 완료!
ERROR - 2022-01-05 18:08:40 --> [usr_no=0000000001][db_no=0000000002][alba/list] ================================================================================
ERROR - 2022-01-05 18:27:21 --> 404 Page Not Found: Ecp/Current
ERROR - 2022-01-05 18:39:34 --> 404 Page Not Found: Owa/auth
ERROR - 2022-01-05 20:09:34 --> 404 Page Not Found: A2billing/customer
ERROR - 2022-01-05 21:07:19 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-05 21:07:20 --> [auth/login] ================================================================================
ERROR - 2022-01-05 21:07:20 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 21:07:22 --> [auth/login] ================================================================================
ERROR - 2022-01-05 21:07:22 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 21:07:24 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_6) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15]
ERROR - 2022-01-05 21:07:24 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-05 21:07:24 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 21:07:24 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-05 21:07:24 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 사용자 0000000006 로그인 되었습니다!!!
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 21:07:24 --> [usr_no=0000000006][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][get_time_mng_list] No Data Found!
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:07:51 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-05 21:08:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-05 21:08:01 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-05 21:08:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-05 21:08:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:08:14 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:08:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/21/all/2/page/1]
ERROR - 2022-01-05 21:08:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:08:19 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:08:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/21/all/2/page/2]
ERROR - 2022-01-05 21:08:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:08:20 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:08:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:08:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/21/all/2/page/3]
ERROR - 2022-01-05 21:08:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:08:22 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 시작!
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] 아이들 시간관리 입력 완료!
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/ins/] ================================================================================
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list]
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:09:06 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:09:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/21/all/2/page/1]
ERROR - 2022-01-05 21:09:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:09:09 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:09:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 시작!
ERROR - 2022-01-05 21:09:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] bef_uri  = [time_mng/list/20220105/21/all/2/page/3]
ERROR - 2022-01-05 21:09:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] 아이들 시간관리 조회 완료!
ERROR - 2022-01-05 21:09:10 --> [usr_no=0000000006][db_no=0000000002][time_mng/list] ================================================================================
ERROR - 2022-01-05 21:33:07 --> [incm] autologin start!
ERROR - 2022-01-05 21:33:07 --> [login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 21:33:07 --> [login_helper/auto_login] 자동로그인 시작!
ERROR - 2022-01-05 21:33:07 --> [login_helper/auto_login] 자동로그인 정보 일치!
ERROR - 2022-01-05 21:33:07 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (iPhone; CPU iPhone OS 14_4 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.0.3 Mobile/15E148 Safari/604.1]
ERROR - 2022-01-05 21:33:07 --> [My_etc_Helper/get_mobile_cls] device  = [iphone]
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/update_tba001i01_1] 자동 로그인 정보 변경 완료
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 자동로그인 완료!
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] 사용자 0000000002 로그인 성공!
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][login_helper/auto_login] ================================================================================
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 21:33:07 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 21:33:11 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:11 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 21:33:11 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-05 21:33:11 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-05 21:33:11 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:12 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][get_expns_srch_list] No Data Found!(memo = 고모)
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:15 --> [usr_no=0000000002][db_no=0000000002][expns_srch_list_v] 일치하는 지출이 없습니다!
ERROR - 2022-01-05 21:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 21:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-05 21:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-05 21:33:17 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][get_expns_srch_list] No Data Found!(memo = 고모님)
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:20 --> [usr_no=0000000002][db_no=0000000002][expns_srch_list_v] 일치하는 지출이 없습니다!
ERROR - 2022-01-05 21:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 21:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-05 21:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-05 21:33:22 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 21:45:13 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 21:45:13 --> [auth/login] ================================================================================
ERROR - 2022-01-05 21:45:13 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 21:45:16 --> [auth/login] ================================================================================
ERROR - 2022-01-05 21:45:16 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 21:45:18 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/97.0.4692.71 Safari/537.36]
ERROR - 2022-01-05 21:45:18 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-05 21:45:18 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 21:45:18 --> [auth/login/insert_tba001i01] 자동 로그인 정보 생성 완료
ERROR - 2022-01-05 21:45:18 --> [auth/login/insert_tba001i03] 자동로그인 이력 생성 완료
ERROR - 2022-01-05 21:45:18 --> [auth/login] 자동로그인 처리 정상 완료!
ERROR - 2022-01-05 21:45:18 --> [auth/login] 로그인 완료!
ERROR - 2022-01-05 21:45:18 --> [auth/login] ================================================================================
ERROR - 2022-01-05 21:45:18 --> [usr_no=0000000001][db_no=0000000002][auth/login] 사용자 0000000001 로그인 되었습니다!!!
ERROR - 2022-01-05 21:45:18 --> [usr_no=0000000001][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-05 21:45:18 --> [usr_no=0000000001][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-05 23:17:01 --> 404 Page Not Found: Robotstxt/index
ERROR - 2022-01-05 23:19:53 --> [auth/login] ================================================================================
ERROR - 2022-01-05 23:19:53 --> 404 Page Not Found: Faviconico/index
ERROR - 2022-01-05 23:19:53 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 23:19:56 --> [auth/login] ================================================================================
ERROR - 2022-01-05 23:19:56 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 23:19:58 --> [My_etc_Helper/get_mobile_cls] _SERVER['HTTP_USER_AGENT']  = [Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/96.0.4664.110 Safari/537.36]
ERROR - 2022-01-05 23:19:58 --> [My_etc_Helper/get_mobile_cls] device  = [etc]
ERROR - 2022-01-05 23:19:58 --> [auth/login/delete_tba001i01_2] 보관기간 초과 자동로그인정보 삭제 완료
ERROR - 2022-01-05 23:19:58 --> Severity: Notice --> Undefined index: idntfr C:\xampp\htdocs\application\models\stay_m.php 392
ERROR - 2022-01-05 23:19:58 --> [auth/login/insert_tba001i03] 로그인 이력 생성 완료
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][auth/login] 사용자 0000000002 로그인 되었습니다!!!
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 완료!
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 23:19:58 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][auth/login] ================================================================================
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][auth/login] 로그인 시작!
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 시작!
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_bf_mon    = 202012
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] last_yr_mon       = 202101
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][get_incm_smmry/last_yr_mon] this_yr_af_mon    = 202202
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] 수입 요약 조회 완료!
ERROR - 2022-01-05 23:20:03 --> [usr_no=0000000002][db_no=0000000002][incm/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:20:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:20:39 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:21:24 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:21:26 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:21:28 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:21:29 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:22:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202201]
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202201/07]
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:22:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6868]
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:22:41 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6869]
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:23:47 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:25:06 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:25:16 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:25:30 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08]
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:25:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:25:36 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6870]
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:27:27 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/2]
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:27:33 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:27:34 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 시작!
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/upd] redirect_url  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] 지출 수정 완료!
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/upd/] ================================================================================
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:27:43 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6871]
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:28:22 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6872]
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:29:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6873]
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:29:38 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/2]
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:29:53 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/4]
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:29:54 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [08]
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/08/page/3]
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:31:46 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6874]
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:31:53 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6875]
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:32:24 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6876]
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:33:04 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6877]
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:33:49 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:34:04 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07]
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:34:06 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [07]
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/07/page/2]
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:34:08 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:35:19 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:35:27 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:35:27 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:35:27 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] memo empty!
ERROR - 2022-01-05 23:35:27 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 최초 조회 완료!
ERROR - 2022-01-05 23:35:27 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:35:30 --> [login_chk/] 로그인정보가 없습니다! 로그인해 주십시요!
ERROR - 2022-01-05 23:35:31 --> [auth/login] ================================================================================
ERROR - 2022-01-05 23:35:31 --> [auth/login] 로그인 시작!
ERROR - 2022-01-05 23:35:34 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:35:34 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:35:34 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:35:34 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:35:59 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:07 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:07 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:36:07 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:36:07 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:10 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:10 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:36:10 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:36:10 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:24 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:24 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:36:24 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:36:24 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:48 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:48 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:36:48 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:36:48 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:51 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:36:51 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:36:51 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:36:51 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][get_expns_srch_list] No Data Found!(memo = 지안성장주사)
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:19 --> [usr_no=0000000002][db_no=0000000002][expns_srch_list_v] 일치하는 지출이 없습니다!
ERROR - 2022-01-05 23:37:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:37:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:37:20 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:28 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:37:28 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:37:28 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:37:28 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:38:18 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:38:18 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 시작!
ERROR - 2022-01-05 23:38:18 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] 수입/지출 검색 조회 완료!
ERROR - 2022-01-05 23:38:18 --> [usr_no=0000000002][db_no=0000000002][expns/srch/] ================================================================================
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6878]
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:38:34 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6879]
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:38:59 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202201]
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry]
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:39:23 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:39:34 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:39:37 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [02]
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/02]
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:39:39 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6880]
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:40:14 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6881]
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:41:21 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6882]
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:41:50 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 시작!
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][get_clm_sr_val] nxt_val  = [6883]
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] view_cls = [2]
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ins_cls  = [r]
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] redirect_url  = [expns/ins/2/r]
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] base_url  = [https://xsvr.duckdns.org/]
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] 지출 입력 완료!
ERROR - 2022-01-05 23:42:26 --> [usr_no=0000000002][db_no=0000000002][expns/ins/] ================================================================================
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/1]
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:42:47 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 시작!
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] view_cls  = [2]
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] stnd_yymm = [202112]
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] expns_smmry_uri  = [expns/smmry/2/202112/page/2]
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] 지출 요약 조회 종료!
ERROR - 2022-01-05 23:42:50 --> [usr_no=0000000002][db_no=0000000002][expns/smmry/] ================================================================================
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09]
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:43:16 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 시작!
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] view_cls       = [2]
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] stnd_yymm      = [202112]
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] cost_cls       = []
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_chnl_cls = [09]
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_cls      = []
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] expns_dtl_uri  = [expns/dtl/2/202112/09/page/7]
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] 지출 상세 조회 완료!
ERROR - 2022-01-05 23:43:18 --> [usr_no=0000000002][db_no=0000000002][expns/dtl/] ================================================================================
